[
    [200201, "Iron Body Medicine - A n enhanced pain reliever smuggled out of Omega Sector.n Def + 30 for 30 min. (Modification Request)"],
    [200201, "Elpam Elixir - A rare, powerful elixir from Versal. Restores 90% HP & MP, and gives a boost of +5 Att and +40 Def for a duration of 15 minutes."],
    [200201, "Thief Elixir - A special elixir for Thieves. Gives +9 Accuracy and +15 Avoidability for 8 minutes."],
    [200201, "Warrior Elixir - A special elixir for Warriors. Gives +12 W. Att for 8 minutes."],
    [200201, "Wizard Elixir - A special elixir for Magicians. Gives +20 M.Att for 8 minutes."],
    [200201, "Archer Elixir - A special elixir for Bowmen. Gives +20 Avoidability for 8 minutes."],
    [200202, "Mana Bull - A special potion made in New Leaf City, recovers 60% MP."],
    [200202, "Honster - A special potion made in New Leaf City, recovers 60% HP."],
    [200202, "Ginseng Root - Pure ginseng extract that recovers 40% of HP and MP."],
    [200202, "Ginger Ale - Strong brewed Ginger Ale. Recovers 75% of HP and MP."],
    [200202, "Sorcerer Elixir - A rare potion perfect for Magicians. Recovers 1500 MP."],
    [200202, "Barbarian Elixir - A volatile potion mixed on the battlefield. Recovers 1500 HP."],
    [200202, "Ginger Ale - Strong brewed Ginger Ale. Recovers 75% of HP and MP."],
    [200202, "Stirge Signal - A makeshift device that looks like it's been duct-taped together.  Can be used to distract enemies... slightly.  [Gives +5 Avoidability for 20 minutes.]"],
    [200202, "T-1337 Supercharger - A charger for an advanced model cyborg. Looks like it would give quite a shock to the system! [Gives +25 Weapon Attack, +60 Magic Attack for 20 minutes.]"],
    [200202, "Ridley's Scroll of Defense - Why wear cumbersome armor when Ridley can provide the same protection, weightlessly and more comfortably!  (Legal Disclaimer: Effect is temporary) [Gives +100 Overall Defense for 10 minutes.]"],
    [201000, "Apple - A red, ripe, and tasty apple.\nRecovers around 30 HP"],
    [201000, "Meat - A tasty-looking meat. .\nRecovers around 100 HP."],
    [201000, "Egg - A nutritious egg.nImproves around 50 HP."],
    [201000, "Orange - A sweet, tasty orange.\nRecovers around 50 MP."],
    [201000, "Lemon - Very sour.\nRecovers around 150 MP."],
    [201000, "Honey - Fresh honey extracted from the beehive. \nRecovers around 30% of both HP and MP."],
    [201000, "Pot of Honey - A pot full of fresh honey.\nRecovers 50% of both HP and MP."],
    [201000, "Roger's Apple - A ripe, red apple.\nRecovers HP 30.nn#cTo eat Roger's Apple, simply double-click on it in your use inventory#."],
    [201000, "Green Apple - Sour and crunchy green apple.\nRecovers MP +30."],
    [201100, "Poisonous Mushroom - A very poisonous mushroom."],
    [201200, "Drake's Blood - Drake's blood. nAttack +8 for 5 min."],
    [201200, "Fairy's Honey - It's honey, the fairies' favorite.nAvoidability +10 for 5 min."],
    [201200, "Sap of Ancient Tree - Sap of a thousands-of-years-old tree. \nMagic Attack +10 for 5 min."],
    [201200, "Drake's Meat - Drake's meat.nWeapon Def. +10 for 5 min."],
    [201200, "Purified Honey - Fairies favorite purified honey.nAvoidability +40 for 5 min. (Modification Request)"],
    [202000, "Salad - Made out of fresh vegetable.\nRecovers 200 MP."],
    [202000, "Fried Chicken - Well-fried chicken.\nRecovers around 200 HP."],
    [202000, "Cake - A cake full of sweetness. Recovers 100 for both HP and MP."],
    [202000, "Pizza - A freshly-baked pizza. Recovers 400 HP."],
    [202000, "Hamburger - A hamburger with bulgogi in it. Recovers 400 HP."],
    [202000, "Hot Dog - A hotdog with ketchup on it. Recovers 300 HP."],
    [202000, "Hot Dog Supreme - A huge hot dog. Recovers 500 HP."],
    [202000, "Dried Squid - Well-dried. Recovers 600 HP."],
    [202000, "Fat Sausage - Tastes great, and is quite nutritious. Recovers 1200 HP."],
    [202000, "Orange Juice - Pure OJ... Recovers 450 MP."],
    [202001, "Grape Juice - Used real grapes for this. Recovers 900 MP."],
    [202001, "W Ramen - A cup ramen with awesome soup.\nRecovers 40% of HP and MP.."],
    [202001, "Melting Cheese - A mouth-watering cheese made out of fresh milk.\nRecovers 4000 HP."],
    [202001, "Reindeer Milk - Fresh milk squeezed out of a reindeer.\nRecovers 5000 HP."],
    [202001, "Sunrise Dew - Dew collected early morning. Recovers 4000 MP"],
    [202001, "Sunset Dew - Dew collected late in the afternoon. Recovers 5000 MP."],
    [202001, "Cheesecake - MapleStory's 4th Anniversary Cake. Recovers 1200 HP and MP."],
    [202001, "Strawberry Cream Cake - MapleStory 4th Anniversary Cake. Recovers 1400 HP and MP."],
    [202001, "Chocolate Cream Cake - MapleStory 4th Anniversary Cake. Recovers 1600 HP and MP."],
    [202001, "Chocolate Cake - MapleStory 4th Anniversary Cake. Recovers 1800 HP and MP."],
    [202002, "Wedding Cake - A Wedding cake that coming  Recovers 2000 HP and MP."],
    [202002, "Nemi's Lunch Box - A fresh-made lunch box made by Nemi of Ludibrium for her dad, Kaho of the Toy Factory. Recovers 10 HP."],
    [202002, "White Chocolate - A very delicious, home-made white chocolate. Attack + 5 for 30 minutes."],
    [202002, "Dark Chocolate - A very delicious, home-made dark chocolate. Magic Attack + 5 for 30 minutes."],
    [202002, "Chocolate Basket - A basket full of delicious, home-made chocolate decorated with ribbons and marbles. Avoidability, speed and accuracy +10 each for 30 minutes."],
    [202002, "Pineapple Candy - A very sweet, home-made pineapple candy. Attack +5 for 30 minutes."],
    [202002, "Strawberry Candy - A very sweet, home-made strawberry candy. Magic Att. +5 for 30 minutes."],
    [202002, "Candy Basket - A basket full of sweet home-made fruit candies decorated with ribbons and marbles. Avoidability, speed and accuracy +10 each for 30 minutes."],
    [202002, "Chocolate - Milk chocolate that has a strong sweet scent. This is used to make the chocolate-dipped cookie stick.\nRecovers each of HP and MP by 1000."],
    [202002, "Corn - A fresh corn plucked right off the stalk.\nRecovers 100 MP."],
    [202003, "Roasted Turkey - A well-roasted turkey enough to feed the whole family.\nRecovers 100 HP."],
    [202003, "Coca_Cola - Sweet refreshing #cCoca-Cola#.\nRecovers HP and MP by 30%."],
    [202003, "Birthday Cake - A tasty-looking cake full of whipped cream and fruit toppings.\nRecovers 365 MP and HP."],
    [202200, "Pure Water - Very clean water.\nRecovers up to 800 MP."],
    [202200, "Red Bean Porridge - A hot steamy porridge made out of red beans. At an HP-decreasing map, whenever such map damage is dealt, 10 HP will be protected."],
    [202200, "Cider - A cold soft drink.\nIncreases weapon attack for 5 min.\nAccuracy -5 for 5 min., though."],
    [202200, "Unagi - Well-seasoned eel.\nRecovers 1000 HP."],
    [202200, "Song Pyun - Filled with royal jelly.\nRecovers 1500 HP."],
    [202200, "Han Gwa - A traditional Korean snack.\nRecovers 1500 MP."],
    [202200, "Rice-Cake Soup - Just got done boiling.\nRecovers 500 for both HP and MP."],
    [202200, "Triangular Sushi(plum) - A nice triangular sushi with plum in it. \nRecovers 20% of both HP and MP."],
    [202200, "Triangular Sushi(salmon) - A nice triangular sushi with salmon in it. \nRecovers 30% of both HP and MP."],
    [202200, "Triangular Sushi(bonito) - A nice triangular sushi with bonito in it. \nRecovers 40% of both HP and MP."],
    [202201, "Triangular Sushi(pollack) - A nice triangular sushi with pollack in it. \nRecovers 50% of both HP and MP."],
    [202201, "Triangular Sushi(mushroom) - A nice triangular sushi with mushroom in it. \nRecovers 60% of both HP and MP."],
    [202201, "Sushi(tuna) - Sushi made out of fresh fish near Victoria Island.\nRecovers 1000 HP."],
    [202201, "Sushi(salmon) - Sushi made out of fresh fish near Victoria Island.\nRecovers 500 HP."],
    [202201, "Dango - Taste the sweetness of this dango.\nRecovers 200 HP & MP."],
    [202201, "Mushroom Miso Ramen - Only the finest ingredients are used to make this Miso Ramen.\nRecovers 80% for both HP and  MP."],
    [202201, "Maple Special Bento - A special bento with meat and mushroom.\nRecovers 500 for both HP and MP."],
    [202201, "Ramen - A bowl of ramen cooked with Robo's special recipe.\nRecovers HP 1000."],
    [202201, "Kinoko Ramen(roasted pork) - A bowl of ramen cooked with roasted pork in the soup.\nRecovers HP 1500."],
    [202201, "Kinoko Ramen(pig head) - A bowl of ramen cooked with pig head in the soup.\nRecovers HP 800."],
    [202202, "Kinoko Ramen(salt) - A bowl of ramen cooked with salt in the soup. Tastes a little peculiar...\nRecovers HP 500."],
    [202202, "Fish Cake(skewer) - A Fish Cake skewer which also includes a bunch of vegetables.\nRecovers MP 250."],
    [202202, "Fish Cake(dish) - A dish full of tasty Fish Cake.\nRecovers MP 500."],
    [202202, "Tri-colored Dango - A tri-colored dango that includes a handful of tasty dango.\nRecovers each of HP and MP by 400."],
    [202202, "Takoyaki (Octopus Ball) - A hot, tasty-looking Takoyaki.nAttack +8 for 5 minutes."],
    [202202, "Takoyaki (jumbo) - Two servings worth of Takoyaki.nAttack +8 for 10 minutes."],
    [202202, "Yakisoba - A bowl of Yakisoba which includes vegetable, seafood, and noodles mixed with a delicious sauce.nMagic Attack +10 for 5 minutes."],
    [202202, "Yakisoba (x2) - Double the serving of a normal bowl of Yakisoba which includes vegetable, seafood, and noodles mixed with a delicious sauce.nMagic Attack +10 for 10 minutes."],
    [202202, "Valentine Chocolate (Dark) - A rich, dark chocolate for your special someone on Valentine's Day. Recovers 50% of HP and MP."],
    [202202, "Valentine Chocolate (Strawberry) - A rich, dark chocolate for your special someone on Valentine's Day. Recovers 100% of HP and MP."],
    [202203, "Valentine Chocolate (White) - A tasty white chocolate for your special someone on Valentine's Day. Accuracy +10 for 5 minutes."],
    [202203, "Cookie - Crispy on the cover and soft inside, this cookie is definitely worth a bite."],
    [202203, "Marshmallow - A mushy, yummy-looking marshmallow."],
    [202203, "Candy - A sparkling candy with a scent of tropical fruit."],
    [202203, "Zong Zi - A tiny seed of a fruit.\nRecovers 50 HP."],
    [202203, "Maple Cola - none"],
    [202203, "Candy Basket - Defense and avoidablity will be increased by 300 for 30 minutes."],
    [202203, "Pink Rice Cake - Recovers 500 HP and MP."],
    [202203, "Rice Cookie - Recovers 1500 for both HP and MP."],
    [202203, "Nependeath's Honey - Recovers 1000 for both HP and MP."],
    [202204, "Air Bubble - Air bubble enables breathing in the water for 15 minutes."],
    [202204, "Fried shrimp - Recovers 500 of HP and MP."],
    [202204, "Cookie - Crispy on the outside, marshmellow-soft on the inside, this cookie can be traced from afar by its sweet smell.nWeapon & Magic Attack +20 for 30 minutes."],
    [202204, "Fruity Candy - Multi-colored, fruity-flavored candies.nSpeed +10 for 30 minutes."],
    [202204, "New Year Rice Cake - Attack +20 for 10 min."],
    [202204, "New Year Lunchbox - Recovers 2000 HP & MP"],
    [202204, "Seaweed - null"],
    [202204, "Cooked Sea Bream - Magic Attack +35 for 10 min."],
    [202204, "New Year Rice Soup - Accuracy +30 for 5 min."],
    [202204, "Steamed Crab - Weapon Def. +100 for 5 min."],
    [202205, "Roasted pork - A piece of roasted pork that is favorite of Yellow King Goblin. Marinated just right, and it even looks delicious enough for one to salivate over it. Recovers 800 HP."],
    [202205, "Buckwheat paste - A buckwheat paste that is the favorite of Green King Goblin. Bouncy like jelly, yet very nutritious. Recovers 800 MP."],
    [202205, "Rice Wine - A cup of wine made out of fermented rice that is the favorite of Blue King Goblin. An aroma of a combination of vinegar-like spike and smoothness of a tea tickles the nose of those near it. Recovers 400 each of HP and MP."],
    [202205, "Jujube - A ripe, red jujube.\nRecovers 30 HP."],
    [202205, "Pear - A big, juicy-looking pear.\nRecovers 30 HP."],
    [202205, "Persimmon - A ripe, orangy Persimmon.\nRecovers 30 HP."],
    [202205, "Chestnut - A ripe, brown chestnut just picked out of a tree.\nRecovers 30 HP."],
    [202205, "Tofu - Made out of soy beans, it is one healthy food recommended for everyone.\nRecovers 50 HP."],
    [202205, "Dumpling - A mixture of pork and vegetable wrapped up in a thin layer of wheat.\nRecovers 1500 HP."],
    [202206, "Lotus Perfume - A perfume that contains power-boosting aroma. nAttack, Defense, Magic Attack +10 for 20 min."],
    [202206, "Oriental Perfume - A perfume that contains power-boosting aroma. nAttack, Defense, Magic Attack +15 for 20 min."],
    [202206, "Chrysanthemum Perfume - A perfume that contains power-boosting aroma. nAttack, Defense, Magic Attack +20 for 20 min."],
    [202206, "Corn Stick - A roasted corn on a skewer. Very delicious looking. \nRecovers HP 800."],
    [202206, "Fruit Stick - A snackery with fruity-flavored candies on the skewer.\nRecovers MP 800."],
    [202206, "Yellow Easter Egg - A freshly boiled egg colored in yellow. Recovers 100 HP and MP."],
    [202206, "Green Easter Egg - A freshly boiled egg colored in green. \nRecovers 200 HP and MP."],
    [202206, "Yellow Cider - A cold soft-drink. Magic Attack +35 for 5 min."],
    [202206, "Red Cider - A cold soft-drink. Attack +34 for 5 min."],
    [202207, "Congrats from GM - A mystical spell that can only be casted by a GM as a sign of congratulation. Weapon & Magic Attack +20, Defense +100, Accuracy & Avoidability +50, Speed & Jump +10 for 1 HOUR."],
    [202207, "Korean Warrior - Weapon Attack +20, Magic Attack +20 for 10 min."],
    [202207, "Forza Corea - Gives +50 Weapon Defense and +50 Magic Defense for 10 minutes."],
    [202207, "A Prayer for Victory - Increases Jump +10, Speed +20 for 20 minutes."],
    [202207, "Oolleung Squid - Dried squid from Oolleung renowned for its taste. \nRecovers 500 HP & MP."],
    [202207, "Mini Coke - A sweet, tasty, carbonated Coke featured in a Mini Can. nAttack +8, Magic Attack +8 for 20 minutes."],
    [202207, "Coke Pill - A pill made out of a sweet, tasty, carbonated Coke. nAttack +10, Magic Attack +10, Defense +10 for 15 minutes."],
    [202207, "Coke Lite Pill - A pill made out of a sweet, tasty, carbonated Coke. nAttack +12, Magic Attack +12, Defense +12 for 15 minutes."],
    [202207, "Coke Zero Pill - A pill made out of a sweet, tasty, carbonated Coke. nAttack +15, Magic Attack +15, Defense +15 for 15 minutes."],
    [202207, "Barbecue - A fresh Barbecue meat.\nRecovers 1000 HP."],
    [202208, "Red Fruit - A curious-looking fruit that increases Attack by 8 for 10 minutes. Kicks in as soon as the first bite is taken."],
    [202208, "Black Fruit - A curious-looking fruit that increases Defense by 15 for 10 minutes. Kicks in as soon as the first bite is taken."],
    [202208, "Blue Fruit - A curious-looking fruit that increases Magic Attack by 10 for 10 minutes. Kicks in as soon as the first bite is taken."],
    [202208, "Baby Dragon Food - A delicious bowl of baby food for the baby dragon. Attack +7 for 20 minutes."],
    [202209, "Blessing from Wonky the Fairy - A blessing from Wonky the Fairy. Increases attack & magic attack."],
    [202209, "Blessing from Wonky the Fairy - A blessing from Wonky the Fairy. Increases weapon defense & magic defense."],
    [202209, "Blessing from Wonky the Fairy - A blessing from Wonky the Fairy. Increases accuracy and avoidability."],
    [202209, "Blessing from Wonky the Fairy - A blessing from Wonky the Fairy. Increases speed and jump."],
    [202209, "Chicken Soup - Weapon Attack+20, Magic Attack +30 for 15 minutes."],
    [202209, "Fried Chicken - Crispy on the outside, soft on the inside. \nRecovers HP 400."],
    [202209, "Chun Gwon - A dish full of renowned Chun Gwon. nnRecovers MP 400."],
    [202209, "Bubble Gum - A fruity bubble gum that can make a huge bubble.n Jump +5 for 20 minutes."],
    [202209, "HP up - HP up"],
    [202210, "Song Pyun - Weapon Attack +20, Magic Attack +30 for 15 minutes."],
    [202210, "Han Gwa - Weapon Attack +20, Magic Attack +30 for 15 minutes."],
    [202210, "Massage Oil - A massage oil used for the Thai Body Massage session. Attack +8 for 10 minutes."],
    [202210, "Thai Cookie - A sweet, Thai treat. \nRecovers HP 150."],
    [202210, "Green Malady's Candy - A magical concoction bewitched for wellness by Malady. \nRecovers 50% of the HP. Also recovers 50% of MP."],
    [202210, "Red Malady's Candy - An enticing piece of candy straight from Malady's finest pot. \nRecovers around 300 MP."],
    [202210, "Blue Malady's Candy - This delicious candy holds a special blessing from Malady. \nRecovers all HP and MP."],
    [202210, "Horntail Squad : Victory - Weapon Attack +30, Magic Attack +40, Weapon Defense +200, Magic Defense +200 for one hour."],
    [202210, "The Breath of Nine Spirit - Weapon Attack +25, Magic Attack +35, Weapon Defense +150, Magic Defense +150 for one hour."],
    [202211, "Baby Witch - Weapon Attack +20, Magic Attack +30 nfor 15 minutes."],
    [202211, "Pumpkin Pie - A piping hot, delicious pie right from Grandma Benson's oven. Eat up! \nRecovers 700 HP, 400 MP and Defense +50 for 10 mins."],
    [202211, "Enchanted Apple Crisp - A hot pastry made from mystic apples. At an HP-decreasing map, whenever such map damage is dealt, 50% HP will be protected. (Modification Request)"],
    [202211, "Peach - Recovers a set amount of HP and MP. Only obtainable in Mu Lung."],
    [202211, "Maple Syrup - A mystical syrup from maple tree. Weapon & Magic Attack +20, Defense +50, Accuracy & Avoidability +30, Speed & Jump +10 for 20 MINUTES."],
    [202211, "Admin's Congrats - A mysterious form of bless given by the administrator. Attack +10, Magic Attack +10, Defense+ 30, Accuracy +20, Avoidability +20, Speed +3 and Jump +3 for 20 minutes"],
    [202211, "Tree Ornament - Weapon Attack +20, Magic Attack +30 forn15 minutes."],
    [202212, "Christmas Melon - A special melon imbued with Holiday blessings. Delicious! nRecovers 2000 HP and 1000 MP."],
    [202212, "Gelt Chocolate - A special piece of tasty chocolate given out at the Festival of Lights. \nRecovers 100 HP & MP, and +120 Attack +120 Weapon Def. +30 Accuracy +30 Avoidability + 10 Speed +10 Jump for 10 minutes."],
    [202212, "Banana Graham Pie - This scrumptious pie is sure to lighten your spirits! nRecovers 400 HP & 500 MP, and +120 Magic +120 Magic Def. +30 Accuracy +30 Avoidability + 10 Speed +10 Jump for 10 minutes."],
    [202212, "Magic of Kasandra - Double the meso drop rate."],
    [202212, "Increase in Weapon Defense - An increase in weapon defense with a little help from a Dark Spirit."],
    [202212, "Increase in Magic Defense - An increase in magic defense with a little help from a Dark Spirit."],
    [202212, "Increase in Accuracy - An increase in accuracy with a little help from a Dark Spirit."],
    [202212, "Increase in Avoidablility - An increase in avoidability with a little help from a Dark Spirit."],
    [202212, "Increase in Attack - An increase in attack with a little help from a Dark Spirit."],
    [202213, "Blossom Juice - A special energy drink made from crushed Cherry Blossoms and other mystic ingredients. Recovers 1200 HP, 900 MP and +12 to DEF for 20 minutes."],
    [202213, "Ginseng Concentrate - A ginseng concentrate. Recovers both HP and MP by 400."],
    [202213, "Bellflower Concentrate - A Bellflower concentrate. Recovers both HP and MP by 200."],
    [202214, "Mind & Heart Medicine - A hot, soup-like medicine made out of bear paws. Drinking this will revitalize the brain to the tune of Accuracy +10 for 15 minutes."],
    [202214, "Mastery Medicine - A hot, soup-like medicine that allegedly turns students into bona-fide Masters. Magic Attack +10 for 15 minutes."],
    [202214, "Body & Physics Medicine - A hot, soup-like medicine made out of snake tails. Drinking this will revitalize the body to the tune of Attack +8 for 15 minutes."],
    [202214, "Canned Peach - Homemade canned peach made by the weird pharmacist in Mu Lung, Dr. Do.\nRecovers around 1000 HP."],
    [202214, "Peach Juice - Peace juice made by the weird pharmacist in Mu Lung, Dr. DonRecovers around 500 MP."],
    [202214, "Bellflower Medicine Soup - A herb medicine made from bellflowers and snake.nAttack + 6 for 10 minutes."],
    [202214, "Pill of Tunnel Vision - A pill of acorn powder.  The marksman's liquid medicine.  Increases +12 accuracy for 10 minutes."],
    [202214, "Pill of Intelligence - A pill of powdered deer antler and wild ginseng.  Increases Magic Attack by +10 for 10 minutes."],
    [202215, "Slithering Balm - Ointment medicine made from Mr. Alli's skin.  Gives +12 Avoidability for 10 minutes."],
    [202215, "Cassandra's Magic - A mysterious spell cast by Cassandra.  Gives +20 Att and Magic, +100 Defense, +50 accuracy and avoidability, and +10 speed and jump for 1 hour."],
    [202215, "Cassandra's Magic - A mysterious spell cast by Cassandra.  Gives +10 Att and Magic, +30 Defense, +20 accuracy and avoidability, and +3 speed and jump for 20 minutes."],
    [202215, "Happy birthday - Gives +20 W. Att, +30 M. Att for 15 minutes to all the characters in the map when item was used."],
    [202215, "Petit Rose - Gives +20 Weapon Attack, +30 Magic Attack for 15 minutes."],
    [202215, "Desert Mist - Pure water extracted from Katuse roots.  Recovers 200 MP."],
    [202215, "Black Bean Noodle - Nothing like a hot bowl of noodles to cap off a great day. Increases Weapon Attack and Magic Attack by +13 for 30 minutes."],
    [202216, "Party Mana Elixir - Recovers 300 MP for all members of your party."],
    [202216, "Party Elixir - Recovers 50% of HP and MP for all members of your party."],
    [202216, "Party Power Elixir - Recovers all HP and HP for all members of your party."],
    [202216, "Party All Cure Potion - Cures any abnormal state affecting any members of your party."],
    [202216, "Mini Cube of Darkness - One of the members in the opposing party will have their buffs nullified."],
    [202216, "Cube of Darkness - Everyone in the opposing party will have their buffs nullified."],
    [202216, "Stunner - One of the members of the opposing party will be stunned."],
    [202217, "White Potion - A highly-concentrated potion made out of red herbs.\nRecovers 300 HP."],
    [202217, "Onyx Apple - A rare, ripe apple imbued with power. Recovers 90% HP & MP, and provides +100 W.Att, +100 M.Att, +20 Def for 10 minutes."],
    [202218, "Amorian Rice Cookie - A special Rice Cookie from Amos. Recovers 3000 HP and MP."],
    [202218, "Victoria's Amorian Basket - Victoria's special basket, made just for Amos. Provides a boost of +40 to Avoidability, speed and accuracy for 10 minutes"],
    [202218, "Crystalized Pineapple Chew - A very sweet, home-made pineapple chew. Provides a bonus of +20 ATT for 7 minutes."],
    [202218, "Flower Shower - Increases physical attack by 20, Magic attack by 30 for 15 minutes."],
    [202218, "Maple BBQ - Delicious, succulent BBQ meat. Take a big bite--you know you want to.  Weapon attack +13, Magic Attack +13 for 20 min."],
    [202218, "Fireworks - The fireworks for celebrating MV's defeat. Attack +20, Magic Attack +20 for 10 min."],
    [202218, "Soft White Bun - Freshly baked bread, hot from the oven!  Makes you warm inside and prevents HP loss for 30 minutes in the El Nath region."],
    [202218, "Cassandra's Magic - Breathe comfortably underwater for 30 minutes with Cassandra's magic.  Prevents the constant HP damage you receive for every 10 seconds underwater."],
    [202218, "Grilled Cheese - A tasty, golden brown, grilled cheese sandwich. Recovers 500 HP & MP and gives a boost of +20 Def for 30 mins."],
    [202219, "Cherry Pie - A piping hot pie that warrants eating. Recovers 2000 HP/MP and has a bonus of +2 ATT for 8 minutes."],
    [202219, "Supreme Pizza - A piping hot pizza with all toppings. Recovers 900 HP and 600 MP."],
    [202219, "Waffle - A hot, buttery waffle that's ready to eat. Recovers 300 HP and MP"],
    [202219, "Merlin Orb - A majestic orb said to have been the property of a powerful mage. Gives a boost of +40 M. Att for 15 mins."],
    [202219, "Leaf Crystal - An uncommon crystal formed by the leaves of an Ellinian vine. Provides a boost of +12 W. Att, +20 M. Att, +20 DEF/M. DEF, +8 Avoidability/Accuracy for 20 minutes. May only be used 5 times before it vanishes."],
    [202219, "Mapleade - Refreshing drink for thirsty travelers! Recovers 80% HP, 90% MP and gives a boost of +2 Att for 30 mins."],
    [202219, "Wedding Bouquet - A special wedding bouquet.  Gives +5 Weapon Attack and +3 Magic Attack for 5 minutes."],
    [202219, "Wedding Bouquet - A special wedding bouquet.  Gives +8 Weapon Attack and +5 Magic Attack for 5 minutes."],
    [202219, "Russellon's Pills - A pill made by Russellon from Magatia.  The actual effects of this pill remain a mystery..."],
    [202219, "Russellon's Potion - A potion made by Russellon from Magatia. The actual effects of this potion remain a mystery..."],
    [202220, "Wedding Bouquet - A special wedding bouquet.  Gives +10 Weapon Attack and +8 Magic Attack for 5 minutes."],
    [202220, "Laksa - Singapore local speciality spicy noodle. It triggers one to sweat after consumpsion.\nRecovers 800 HP."],
    [202220, "Hokkien Mee - Singapore's local speciality prawn noodles. It is normally served with prawns, chili & lime. \nRecovers 1200 HP."],
    [202220, "Carrot Cake - A delicious local traditional food. It is made up of carrot extracts & secret recipes. \nRecovers 1800 HP."],
    [202220, "Chicken Rice - A delicious Singapore local traditional food. The rice is covered with the fragrant secret recipes of chicken extracts.\nRecovers 2200 HP."],
    [202220, "Satay - A delicious Singapore local traditional BBQ food. It is normally served with curry sauces. Its fragrance can be sensed a distance away.\nRecovers 2600 HP."],
    [202220, "Guava - A fruit that is hard & sour. Its nutritional value improves our digestive system.\nRecovers 500 MP."],
    [202220, "Rambutan - A fruit that is delicious & juicy. It is so sweet that it attracts ants if they are not well attended to. \nRecovers 800 MP"],
    [202221, "Dragon Fruit - Another fruit that is delicious & juicy, similar to Rambutan, it will attract unwanted pests if they are not attended. \nRecovers 1600 MP."],
    [202221, "Durian - The fruit is nominated as the King of Fruits around the region. Despite having a hard & thorny shell, the fruit that lies within is extremely fragrant, and it tastes great! nRecovers 3200 MP."],
    [202221, "Nasi Lemak - A popular Malay Traditional Dish mainly made up of rice, egg & cucumber, soaked with pandan fragrant.nImproves Magic Attack +8 for 5 minutes."],
    [202221, "Roti Prata - A popular Indian Traditional Dish made up of flour. It is normally served with sugar & curry sauces.n Improves Magic Attack +8 for 10 Minutes."],
    [202221, "Pepper Crab - A popular Chinese traditional dish made of up fresh steam crab, pepper, egg & secret recipes.nImproves Weapon Attack +8 for 5 minutes."],
    [202221, "Chili Crab - A popular Chinese traditional dish made of up fresh steam crab, chili power, egg & secret recipes.nImproves Weapon Attack +8 for 10 minutes."],
    [202222, "Russellon's Potion - A potion made by Russellon from Magatia. The actual effects of this potion remain a mystery..."],
    [202222, "Russellon's Potion - A potion made by Russellon from Magatia. The actual effects of this potion remain a mystery..."],
    [202222, "Russellon's Potion - A potion made by Russellon from Magatia. The actual effects of this potion remain a mystery..."],
    [202222, "Russellon's Potion - A potion made by Russellon from Magatia. The actual effects of this potion remain a mystery..."],
    [202222, "Russellon's Potion - A potion made by Russellon from Magatia. The actual effects of this potion remain a mystery..."],
    [202223, "MesoGears Ring - An ancient ring of wondrous power. There appears to be a faded inscription along the side...Subani . Provides a boost of +8 W. Att, +15 M. Att, +12 Def/M. Def. for 8 minutes."],
    [202223, "Cassandra's Magic - A special magic spell cast by Cassandra. For 30 minutes, Attack +10, Magic Attack +10, DEF +30, Accuracy +20, Avoidability +20, Speed +7, and Jump +5."],
    [202224, "Cassandra's Magic - A special magic spell cast by Cassandra. For 1 hour, Attack +10, Magic Attack +10, DEF +30, Accuracy +20, Avoidability +20, Speed +7, and Jump +5."],
    [202224, "Edmund's Special Brew - A healing tonic made with Edmund's secret recipe.  Just the thing when you're feeling under the weather!  [Restores 50% of HP and MP, also gives +14 W. Att + 30 M.Att, for 10 minutes.]"],
    [202224, "Sophilia's Necklace - A jewel crafted by Prendergast for his daughter, intended as a protective gift for her 16th birthday."],
    [202224, "Smore - A tasty, hot smore. Perfect for a toasty Halloween night!"],
    [202224, "Heartstopper - Just one taste of this spicy candy and it'll feel like your heart's on fire!"],
    [202224, "Pumpkin Taffy - Sweetened pumpkin taffy on a candy cane stick.  [Gives +15 Weapon Defense, +15 Magic Defense for 5 minutes]"],
    [202224, "Red Gummy Slime - Super-chewy gummy slimes. This one is cherry-flavored.  If only real Slimes tasted this good. [Restore 1200HP, 1200MP]"],
    [202224, "Green Gummy Slime - Super-chewy gummy slimes. This one is lime-flavored.  If only real Slimes tasted this good. [Restores 600 HP]"],
    [202224, "Purple Gummy Slime - Super-chewy gummy slimes. This one is grape-flavored.  If only real Slimes tasted this good. [Restores 600 MP]"],
    [202225, "Orange Gummy Slime - Super-chewy gummy slimes. This one is orange-flavored.  If only real Slimes tasted this good. [Restores 600HP, 600MP]"],
    [202225, "Maple Pop - A mouth-watering, delectable sweet treat! [Gives +100 Accuracy for 1 minute]"],
    [202225, "Tae Roon's Note - A small note written by Tae Roon. This note is enchanted, so it boosts weapon attack and magic attack by 3 for 1 minute."],
    [202225, "Mushroom Candy - Delicious mushroom candy from Sen. This candy makes anyone feel good about themselves. So good, that it boosts Jump +3 for 3 minutes."],
    [202225, "Pumpkin Pieces - Pieces of pumpkin left over from making halloween Jack-o'-Lanterns. The pumpkin, perfectly ripe, has an aroma that is sweeter than ever. Each piece recovers 50 HP and 50 MP."],
    [202225, "Halloween Candy - A candy wrapped in stripes. Kids love it. Recovers 20 HP and MP."],
    [202225, "Power of the Glowing Rock - Received a mysterious power from the Glowing Rock. Boosts the weapon attack and magic attack slightly for 10 minutes."],
    [202225, "Coconut Juice - A small hole is up on the top of the Coconut, where the straw goes in. Drink the juice with the straw for maximum refreshment. Recovers 100 HP."],
    [202225, "Attack Crystal - A red crystal with a mysterious power packed in. Attack +5 for 5 minutes."],
    [202226, "Accuracy Crystal - A blue crystal with a mysterious power packed in. Accuracy +5 for 5 minutes."],
    [202226, "Stuffing Scoop - A delicious scoop of stuffing. This treat comes around only once in a while so eat it up before it gets cold. \n[Restores 600 HP/ 600 MP]"],
    [202226, "Cranberry Sauce - This delicious cranberry sauce complements almost any meal! \n[Gives + 30 Magic Attack for 3 minutes]"],
    [202226, "Mashed Potato - It looks like someone dropped this potato. \n[Restores 800 HP]"],
    [202226, "Gravy - The only thing better than a gravy boat is a gravy train. \n[Restores 800 MP]"],
    [202226, "Snowing Fishbread - Increases Physical Attack Power by 20 and Magic Attack Power by 30 for 15 minutes."],
    [202226, "Power Punch - A fist used during the Hunting Tournament. Boosts weapon and magic attack."],
    [202226, "Wing of the Wind - A set of wings used during the Hunting Tournament. Boosts speed and jump."],
    [202226, "Crazy Skull - An eyeball-rotating skull used during the Hunting Tournament. Inverts directions."],
    [202226, "Shield - A shield used during the Hunting Tournament. Protects the owner from the bomb once."],
    [202227, "Maplemas Ham - A delicious looking Christmas Ham with a sprig of mistletoe on top.\nRecovers 3000 HP and MP."],
    [202227, "Smoken Salmon - The traditional Versalmas dinner.  Smells... like fish. \nRecovers 2385 HP and 3791 MP."],
    [202227, "Ssiws Cheese - Cheese from the alternate dimension of Versal.  Looks funny but smells quite nice.  nGives +220 Magic Attack for 2 minutes"],
    [202227, "Sugar-Coated Olives - Olives frosted with pink sugar -- a special treat beloved by children from Versal! nGives +40 Speed and + 25 Jump for 5 minutes."],
    [202227, "Caramel Onion - O-Pongo's favorite treat!  Creamy caramel with a crunchy onion center! nRestores 800 HP and MP."],
    [202227, "Chocolate Wafers - A crispy wafer layered with chocolate creme. nGives +40 Weapon Attack for 3 minutes"],
    [202227, "Sunblock - SPF 1000.  Blocks all harmful rays, including magical ones. nGives +200 Magic Defense for 10 minutes."],
    [202227, "Lump of Coal - Restores 1 HP and 1 MP."],
    [202227, "Snow Cake Piece - A piece of cake that consists of snow-white whipped cream and cherry. Recovers 300 HP and MP."],
    [202228, "A Flurry of Snow - Increases Physical Attack Power by 20 and Magic Attack Power by 30 for 15 minutes."],
    [202228, "Chinese Firecrackers - A string of Chinese firecrackers known to scare away ghoulish spirits."],
    [202228, "Naricain's Demon Elixir - A fiery black liquid that gives the user the power of a thousand demons when consumed. [Gives +140 Weapon Attack for 8 minutes]"],
    [202228, "Subani's Mystic Cauldron - Drinking the swirling blue liquid within this small iron pot fills the user with an energy that emanates a protective aura. [Gives +100 Overall Defense, +200 Magic Attack for 10 minutes]"],
    [202228, "Barricade Booster - John Barricade's special concoction, used to get him out of tight jams.  For use in emergencies!  [Gives +50 Avoidability, +50 Accuracy, +10 Jump for 5 minutes]"],
    [202228, "Sweet Heart - Weapon attack +20, Magic attack +30 for 15 minutes."],
    [202229, "Power Scream - A power scream from Maple Admin. Weapon attack +8, Magic attack +12 for 30 minutes."],
    [202230, "Party Bear - Weapon attack +20, Magic attack +30 for 15 minutes."],
    [202230, "Taru Face Paint - This mystical camouflage allows the user to blend into his or her surroundings. [Gives +100 Avoidability for 5 minutes.]"],
    [202230, "Primal Brew - A mixture made from an ancient Taru shaman recipe.  Instills warriors with the primal strength of the Jungle Spirit. [Gives +35 Weapon Attack, +10 Accuracy for 20 minutes.]"],
    [202230, "Spirit Herbs - Special incense used by ancient Taru shamans for communion rituals with the Jungle Spirit. [Gives +90 Magic Attack for 20 minutes.]"],
    [202230, "Jungle Juice - A delicious natural beverage made from a secret blend of jungle fruits, flowers, roots, and vines. The perfect thing to fuel a Taru brave through a long jungle trek!  [Restores 1000 HP and 2000 MP.]"],
    [202230, "Treasure Hunt Note - Spread all over the Maple World for the 4th anniversary of MapleStory, this note contains the prizes that you'll win when this is found."],
    [202231, "Chocolate Cream Cupcake - A delicious chocolate cupcake with vanilla cream filling. One taste and you'll be hooked!  [Restores 300 HP & MP, and gives +30 Accuracy, +30 Speed, and +30 Jump for 3 minutes.]"],
    [202231, "Big Cream Puff - A rare, tasty dessert. Known as the 'Warrior's Dessert' to some and the 'Fattening Treat' to others. [Gives +30 Weapon Attack for 3 minutes.]"],
    [202233, "Agent O's Encouragement - An encouraging message from Agent O.  Jump rate will be increased by 20 for 30 minutes."],
    [202233, "Agent O's Encouragement - An encouraging message from Agent O.  Speed will be increased by 40 for 30 minutes."],
    [202233, "Baby Chick Cookie - This is a cookie shaped like a baby chick. Recovers 1000 HP and MP."],
    [202233, "Secret Box - Secret Box"],
    [202233, "Sorcerer's Potion - This is a potion that you can buy from Sorcerer. It's potent, but its side-effects are equally strong. It's also very expensive, so be careful with it."],
    [202233, "VitroJuice - A futuristic power pack full of liquid fuel synthesized by T-1337.  Looks suspiciously like an energy drink.  Drink at your own risk! [Gives +14 Weapon Attack for 15 minutes]"],
    [202233, "NitroJuice - A futuristic power pack full of liquid fuel synthesized by T-1337.  Looks suspiciously like an energy drink.  Drink at your own risk! [Gives +22 Weapon Attack for 10 minutes]"],
    [202234, "BlastroJuice - A futuristic power pack full of liquid fuel synthesized by T-1337.  Looks suspiciously like an energy drink.  Drink at your own risk! [Gives +90 Weapon Attack for 1 minute]"],
    [202234, "ElectroJuice - A futuristic power pack full of liquid fuel synthesized by T-1337.  Looks suspiciously like an energy drink, but drink at your own risk! [Gives +50 Magic Attack for 10 minutes.]"],
    [202234, "MegaJuice - A futuristic power pack full of liquid fuel synthesized by T-1337.  Looks suspiciously like an energy drink, but drink at your own risk! [Gives +200 Magic Attack for 30 seconds.]"],
    [202234, "GigaJuice - A futuristic power pack full of liquid fuel synthesized by T-1337.  Tasty and strong enough to dissolve rust from machinery!  Drink at your own risk! [Gives +700 Magic Attack for 10 seconds.]"],
    [202234, "JigaJuice - A futuristic power pack full of liquid fuel synthesized by T-1337.  Drink at your own risk!   Gives the user a sudden jolting surge of energy, so use it or lose it! [Gives +1000 Magic Attack for 5 seconds.]"],
    [202234, "The Energizer Drink - An energizing drink packed with electrolytes. For 30 minutes, you will receive a boost of: Attack +25, Magic Attack +30, Defense +30"],
    [202235, "Tick-Tock's Egg - This is Tick-Tock's egg. There must be something inside."],
    [202235, "Cronos' Egg - This is Cronos' egg. There must be something inside."],
    [202243, "Holiday Buff - A Holiday present from the Snow Spirit. For 15 min., Speed +5."],
    [202243, "Holiday Buff - A Holiday present from the Snow Spirit. For 15 min., Jump +7."],
    [202243, "Holiday Buff - A Holiday present from the Snow Spirit. For 15 min., Speed and Jump +10."],
    [202243, "Elixir of Darkness - A mysterious concoction of herbs brewed deep within the mountains of El Nath. [Gives +200 Magic Attack, -25 Defense for 5 minutes.]"],
    [202244, "Gold Dust - Ancient dust found long ago by the miners in El Nath. [Gives +20 Defense for 5 minutes.]"],
    [202244, "Adonis Cauldron - A rather clumsy attempt at potion creation by Adonis. Still useful in the hands of a skilled warrior. [Gives +40 Weapon Attack, +50 Avoidability, -30 Defense for 10 minutes.]"],
    [202244, "Fireworks - The fireworks for celebrating MV's defeat. Speed +5, Physical & Magic Attack +5 for 20 min."],
    [202244, "Mihile's Blessing - Once I used the 'Torn Cygnus' Book', a mysterious power covered me and blessed me."],
    [202244, "Oz's Blessing - Once I used the 'Torn Cygnus' Book', a mysterious power covered me and blessed me."],
    [202244, "Irena's Blessing - Once I used the 'Torn Cygnus' Book', a mysterious power covered me and blessed me."],
    [202244, "Eckhart's Blessing - Once I used the 'Torn Cygnus' Book', a mysterious power covered me and blessed me."],
    [202244, "Hawkeye's Blessing - Once I used the 'Torn Cygnus' Book', a mysterious power covered me and blessed me."],
    [202244, "Pink Bean Squad : Victory - Weapon Attack +35, Magic Attack +45, Weapon Defense +250, Magic Defense +250 for one hour."],
    [202245, "Fireworks - The fireworks for celebrating MV's defeat. Speed +5, Physical & Magic Attack +5 for 20 min."],
    [202245, "Cygnus's Blessing - Once I completed Cygnus' Book, the spirit's power covered me and blessed me.  It increased my Attack Rate by 10, Physical Defense Rate by 80 and  Speed by 5 for 10 minutes."],
    [202253, "Red Easter Egg - A freshly boiled egg colored in red. Recovers 400 HP and MP."],
    [202300, "Sharenian Grounds : Fortitude - From the ancient remains, an unknown blessing grants you fortitude. Increases Weapon Attack & Weapon Defense."],
    [202300, "Sharenian Grounds : Intellect - From the ancient remains, an unknown blessing grants you intellect. Increases Magic Attack & Magic Defense."],
    [202300, "Sharenian Grounds : Endurance - From the ancient remains, an unknown blessing grants you endurance. Increases Weapon Defense & Magic Defense."],
    [202300, "Sharenian Grounds : Swiftness - From the ancient remains, an unknown blessing grants you swiftness. Increases Accuracy & Avoidability."],
    [203000, "Return Scroll - Nearest Town - Returns you to the nearest town."],
    [203000, "Return Scroll to Lith Harbor - Returns you to Lith Harbor."],
    [203000, "Return Scroll to Ellinia - Returns you to Ellinia."],
    [203000, "Return Scroll to Perion - Returns you to Perion."],
    [203000, "Return Scroll to Henesys - Returns you to Henesys."],
    [203000, "Return Scroll to Kerning City - Returns you to the dark Kerning City."],
    [203000, "Return Scroll to Sleepywood - Returns you to Sleepywood, a quiet and dark forest-town."],
    [203000, "Return Scroll to Dead Mine - Returns you to the dead mine at the higher ground of El Nath.nCan only be used in Orbis and El Nath."],
    [203000, "Coffee Milk - Returns you to the nearest town."],
    [203000, "Strawberry Milk - Returns you to Mushroom Shrine."],
    [203001, "Fruit Milk - Returns you to Showa Town."],
    [203001, "Command Center Warp Capsule - A warp capsule that allows the owner of the capsule to warp to the Command Center of Omega Sector."],
    [203001, "Ludibrium Warp Capsule - A warp capsule that returns you to Ludibrium."],
    [203001, "Phyllia's Warp Powder - Warp powder made by fairy Phyllia.  Teleports you to Magatia when used inside the Nihal desert region."],
    [203001, "Return Scroll to Nautilus - This scroll enables you to return to the Pirate village, Nautilus. This is a one use item and will disappear after use."],
    [203002, "Return Scroll to New Leaf City - Use this scroll to venture back to New Leaf City whenever you want!"],
    [203010, "Return Scroll - Banished Area - Returns you to the map where you were last banished. Requires immediate use and have changed neither maps nor channels."],
    [203100, "Masked Man's Invitation - An invitation from the Masked Man to the Halloween Party at the Haunted Mansion. Double-click to move straight to the mansion."],
    [203100, "Studio Invitation - An invitation to the studio for the event For Guild Only "],
    [204000, "Scroll for Helmet for DEF - Improves the helmet's weapon def.\nSuccess rate:100%, weapon def. +1"],
    [204000, "Scroll for Helmet for DEF - Improves helmet def.\nSuccess rate:60%, weapon def.+2, magic def., +2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204000, "Scroll for Helmet for DEF - Improves helmet def.\nSuccess Rate:10%, weapon def.+5, magic def.+3, accuracy+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204000, "Scroll for Helmet for HP - Improves MaxHP on hats.\nSuccess rate:100%, MaxHP+5"],
    [204000, "Scroll for Helmet for HP - Improves MaxHP on hats.\nSuccess rate:60%, MaxHP+10. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204000, "Scroll for Helmet for HP - Improves MaxHP on hats.\nSuccess rate:10%, MaxHP+30. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204000, "Scroll for Helmet for DEF - Improves helmet def.\nSuccess rate:100%, weapon def.+5, magic def.+3, accuracy+1"],
    [204000, "Scroll for Helmet for HP - Improves MaxHP on hats.\nSuccess rate:100%, MaxHP+30"],
    [204000, "Dark scroll for Helmet for DEF - Improves helmet def.\nSuccess rate:70%, weapon def.+2, magic def.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204000, "Dark Scroll for Helmet for DEF - Improves the helmet def.\nSuccess rate:30%, weapon def.+5, magic def.+3, accuracy+1nIf failed, the item will be destroyed in a 50% rate."],
    [204001, "Scroll for Helmet for HP - Improves MaxHP on hats.\nSuccess Rate:70%, MaxHP+10nIf failed, the item will be destroyed in a 50% rate."],
    [204001, "Dark Scroll for Helmet for HP - Improves MaxHP on hats.\nSuccess Rate:30%, MaxHP+30nIf failed, the item will be destroyed in a 50% rate."],
    [204001, "Dark Scroll for Helmet for INT - Improves INT on hats.\nSuccess Rate: 70%. INT+2nIf failed, the item will be destroyed in a 50% rate."],
    [204001, "Dark Scroll for Helmet for INT - Improves INT on hats.\nSuccess Rate: 30%, INT +3nIf failed, the item will be destroyed in a 50% rate."],
    [204001, "Dark Scroll for Helmet for Accuracy - Improves the accuracy on the helmet.\nSuccess Rate 70%, Dex+1, accuracy +2nIf failed, the item will be destroyed at a 50% rate."],
    [204001, "Dark Scroll for Helmet for Accuracy - Improves the accuracy on the helmet.\nSuccess Rate 30%, Dex+2, accuracy +4nIf failed, the item will be destroyed at a 50% rate."],
    [204001, "Scroll for Helmet for Accuracy - Improves the helmet's accuracy option.\nSuccess Rate 10%, Dex+2, Accuracy +4. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204001, "Scroll for Helmet for Accuracy - Improves the helmet's accuracy option.\nSuccess Rate 60%, Dex+1, Accuracy +2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204001, "Scroll for Helmet for Accuracy - Improves the helmet's accuracy option.\nSuccess Rate 100%, Accuracy +1"],
    [204001, "Scroll for Helmet for DEF - Improves Weapon Defense on a Helmet.\nSuccess rate: 65%, Weapon Def. +2, Magic Def. +1"],
    [204002, "Scroll for Helmet for DEF - Improves Weapon Defense on a Helmet.\nSuccess rate: 15%, Weapon Def.+5, Magic Def.+3, Accuracy+1"],
    [204002, "Scroll for Helmet for MaxHP - Improves MaxHP on a Helmet.\nSuccess rate: 65%, MaxHP +10"],
    [204002, "Scroll for Helmet for MaxHP - Improves MaxHP on a Helmet.\nSuccess rate: 15%, MaxHP +30"],
    [204002, "Scroll for Rudolph's Horn 60% - Increases the weapon attack and magic attack of Rudolph's Horn.\nSuccess rate:60%, attack +1, magic att. +1"],
    [204002, "Scroll for Helmet for INT 100% - Improves INT on headwear..Success rate 100%, INT+1"],
    [204002, "Scroll for Helmet for INT 60% - Improves INT on headwear.\nSuccess rate 60%, INT+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204002, "Scroll for Helmet for INT 10% - Improves INT on headwear.\nSuccess rate 10%, INT+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204002, "Scroll for Helmet for DEX 100% - Improves DEX on headwear..Success rate 100%, DEX+1"],
    [204002, "Scroll for Helmet for DEX 70% - Improves DEX on headwear..Success rate 70%, DEX+2nIf failed, the item will be destroyed at a 50% rate."],
    [204002, "Scroll for Helmet for DEX 60% - Improves DEX on headwear.\nSuccess rate 60%, DEX+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204003, "Scroll for Helmet for DEX 30% - Improves DEX on headwear..Success rate 30%, DEX+3nIf failed, the item will be destroyed at a 50% rate."],
    [204003, "Scroll for Helmet for DEX 10% - Improves DEX on headwear.\nSuccess rate 10%, DEX+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204010, "Scroll for Face Accessory for HP - Improves MaxHP on face accessories.\nSuccess rate:10%, MaxHP +30. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204010, "Scroll for Face Accessory for HP - Improves MaxHP on face accessories.\nSuccess rate:60%, MaxHP +15. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204010, "Scroll for Face Accessory for HP - Improves MaxHP on face accessories.\nSuccess rate:100%, MaxHP +5"],
    [204010, "Dark Scroll for Face Accessory for HP - Improves MaxHP on face accessories.\nSuccess rate:30%, MaxHP +30 nIf failed, the item will be destroyed at a 50% rate."],
    [204010, "Dark Scroll for Face Accessory for HP - Improves MaxHP on face accessories.\nSuccess rate:70%, MaxHP +15 nIf failed, the item will be destroyed at a 50% rate."],
    [204010, "Scroll for Face Accessory for Avoidability - Improves avoidability on face accessories.\nSuccess rate:10%, Avoidability +2, DEX +2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204010, "Scroll for Face Accessory for Avoidability - Improves avoidability on face accessories.\nSuccess rate:60%, Avoidability +1, DEX +1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204010, "Scroll for Face Accessory for Avoidability - Improves avoidability on face accessories.\nSuccess rate:100%, Avoidability +1"],
    [204010, "Dark Scroll for Face Accessory for Avoidability - Improves avoidability on face accessories.\nSuccess rate:30%, Avoidability +2, DEX +2 nIf failed, the item will be destroyed at a 50% rate."],
    [204010, "Dark Scroll for Face Accessory for Avoidability - Improves avoidability on face accessories.\nSuccess rate:70%, Avoidability +1, DEX +1 nIf failed, the item will be destroyed at a 50% rate."],
    [204020, "Scroll for Eye Accessory for Accuracy - Improves accuracy on eye accessories.\nSuccess rate:10%, Accuracy +3, DEX +1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204020, "Scroll for Eye Accessory for Accuracy - Improves accuracy on eye accessories.\nSuccess rate:60%, Accuracy +2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204020, "Scroll for Eye Accessory for Accuracy - Improves accuracy on eye accessories.\nSuccess rate:100%, Accuracy +1"],
    [204020, "Dark Scroll for Eye Accessory for Accuracy - Improves accuracy on eye accessories.\nSuccess rate:30%, Accuracy +3, DEX +1 nIf failed, the item will be destroyed at a 50% rate."],
    [204020, "Dark Scroll for Eye Accessory for Accuracy - Improves accuracy on eye accessories.\nSuccess rate:70%, Accuracy +2 nIf failed, the item will be destroyed at a 50% rate."],
    [204020, "Scroll for Eye Accessory for INT - Improves INT on eye accessories.\nSuccess rate:10%, INT +3, Magic Def. +2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204020, "Scroll for Eye Accessory for INT - Improves INT on eye accessories.\nSuccess rate:60%, INT +1, Magic Def. +1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204020, "Scroll for Eye Accessory for INT - Improves INT on eye accessories.\nSuccess rate:100%, INT +1"],
    [204020, "Dark Scroll for Eye Accessory for INT - Improves INT on eye accessories.\nSuccess rate:30%, INT +3, Magic Def. +2 nIf failed, the item will be destroyed at a 50% rate."],
    [204020, "Dark Scroll for Eye Accessory for INT - Improves INT on eye accessories.\nSuccess rate:70%, INT +1, Magic Def. +1 nIf failed, the item will be destroyed at a 50% rate."],
    [204030, "Scroll for Earring for INT - Improves INT on ear accessory.\nSuccess rate:100%, magic attack+1"],
    [204030, "Scroll for Earring for INT - Improves INT on ear accessory.\nSuccess rate:60%, magic attack +2, INT+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204030, "Scroll for Earring for INT - Improves INT on ear accessory.\nSuccess rate:10%, magic attack +5, INT+3, magic def. +1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204030, "Scroll for Earring for INT - Improves INT on ear accessory.\nSuccess rate:30%, magic attack +5, INT+3, magic def. +1"],
    [204030, "Dark scroll for Earring for INT - Improves INT on ear accessory.\nSuccess rate:70%, magic attack +2, INT+1nIf failed, the item will be destroyed at a 50% rate."],
    [204030, "Dark scroll for Earring for INT - Improves INT on ear accessory.\nSuccess rate:30%, magic attack +5, INT+3, magic def. +1nIf failed, the item will be destroyed at a 50% rate."],
    [204030, "Dark scroll for Earring for DEX - Improves DEX on ear accessory.\nSuccess rate: 70%. DEX + 2nIf failed, the item will be destroyed at a 50% rate."],
    [204030, "Dark scroll for Earring for DEX - Improves DEX on ear accessorynSuccess rate: 30%. DEX + 3nIf failed, the item will be destroyed at a 50% rate."],
    [204030, "Dark Scroll for Earring for DEF - Improves DEF on earringsnSuccess Rate 70%, weapon defense+1, magic defense+1nIf failed, the item will be destroyed at a 50% rate."],
    [204030, "Dark Scroll for Earring for DEF - Improves DEF on earringsnSuccess Rate 30%, weapon defense+3, magic defense+3, accuracy+1nIf failed, the item will be destroyed at a 50% rate."],
    [204031, "Scroll for Earring for DEF - Improves DEF on earrings.\nSuccess Rate 10%, weapon defense+3, magic defense+3, Accuracy+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204031, "Scroll for Earring for DEF - Improves DEF on earrings.\nSuccess Rate 60%, weapon defense+1, magic defense+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204031, "Scroll for Earring for DEF - Improves DEF on earringsnSuccess Rate 100%, weapon defense+1"],
    [204031, "Scroll for Earring for INT - Improves INT on Earrings.\nSuccess rate: 65%, Magic Attack +2, INT+1"],
    [204031, "Scroll for Earring for INT - Improves INT on Earrings.\nSuccess rate:15%, Magic Attack +5, INT +3, Magic Def. +1"],
    [204031, "[4yrAnniv]Scroll for Earring for INT - Improves INT on Maple Earring.\nSuccess rate: 40%, Magic Attack +3, INT +2 nIf failed, the item has a 30% chance of being destroyed."],
    [204031, "Scroll for Earring for DEX 100% - Improves DEX on earrings..\nSuccess rate:100%, DEX+1"],
    [204031, "Scroll for Earring for DEX 60% - Improves DEX on earrings.\nSuccess rate:60%, DEX+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204031, "Scroll for Earring for DEX 10% - Improves DEX on earrings.\nSuccess rate:10%, DEX+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204031, "Scroll for Earring for LUK 100% - Improves LUK on earrings..\nSuccess rate:100%, LUK+1"],
    [204032, "Scroll for Earring for LUK 70% - Improves LUK on earrings..\nSuccess rate:70%, LUK+2nIf failed, the item will be destroyed at a 50% rate."],
    [204032, "Scroll for Earring for LUK 60% - Improves LUK on earrings.\nSuccess rate:60%, LUK+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204032, "Scroll for Earring for LUK 30% - Improves LUK on earrings..\nSuccess rate:30%, LUK+3nIf failed, the item will be destroyed at a 50% rate."],
    [204032, "Scroll for Earring for LUK 10% - Improves LUK on earrings.\nSuccess rate:10%, LUK+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204032, "Scroll for Earring for HP 100% - Improves HP on earrings..\nSuccess rate:100%, MaxHP+5"],
    [204032, "Scroll for Earring for HP 70% - Improves HP on earrings..\nSuccess rate:70%, MaxHP+15nIf failed, the item will be destroyed at a 50% rate."],
    [204032, "Scroll for Earring for HP 60% - Improves HP on earrings.\nSuccess rate:60%, MaxHP+15. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204032, "Scroll for Earring for HP 30% - Improves HP on earrings..\nSuccess rate:30%, MaxHP+30nIf failed, the item will be destroyed at a 50% rate."],
    [204032, "Scroll for Earring for HP 10% - Improves HP on earrings.\nSuccess rate:10%, MaxHP+30. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204040, "Scroll for Topwear for DEF - Improves weapon def. on topwear.\nSuccess rate:100%, weapon def.+1"],
    [204040, "Scroll for Topwear for DEF - Improves weapon def. on topwear.\nSuccess rate:60%, weapon def.+2, magic def.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204040, "Scroll for Topwear for DEF - Improves weapon def. on topwear.\nSuccess rate:10%, weapon def. +5, magic def. +3, MaxHP+10. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204040, "Scroll for Topwear for DEF - Improves weapon def. on topwear.\nSuccess rate:100%, weapon def. +5, magic def. +3, MaxHP+10"],
    [204040, "Dark scroll for Topwear for DEF - Improves weapon def. on topwear.\nSuccess rate:70%, weapon def. +2, magic def. +1nIf failed, the item will be destroyed at a 50% rate."],
    [204040, "Dark scroll for Topwear for DEF - Improves weapon def. on topwear.\nSuccess rate:30%, weapon def. +5, magic def. +3, MaxHP+10nIf failed, the item will be destroyed at a 50% rate."],
    [204040, "Dark scroll for Topwear for STR - Improves STR on topwear.\nSuccess rate: 70%, STR + 2nIf failed, the item will be destroyed at a 50% rate."],
    [204040, "Dark scroll for Topwear for STR - Improves STR on topwear.\nSuccess rate: 30%, STR + 3nIf failed, the item will be destroyed at a 50% rate."],
    [204040, "Dark scroll for Topwear for HP - Improves HP on topwear.\nSuccess rate: 70%, MaxHP + 15nIf failed, the item will be destroyed at a 50% rate."],
    [204040, "Dark scroll for Topwear for HP - Improves HP on topwear.\nSuccess rate: 30%, MaxHP + 30nIf failed, the item will be destroyed at a 50% rate."],
    [204041, "Dark Scroll for Topwear for LUK - Improves LUK on the topwear.\nSuccess Rate 70%, LUK+2, avoidability+1nIf failed, the item will be destroyed at a 50% rate."],
    [204041, "Dark Scroll for Topwear for LUK - Improves LUK on the topwear.\nSuccess Rate 30%, LUK+3, avoidability+3nIf failed, the item will be destroyed at a 50% rate."],
    [204041, "Scroll for Topwear for LUK - Improves LUK on the topwear.\nSuccess Rate 10%, LUK+3, avoidability+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204041, "Scroll for Topwear for LUK - Improves LUK on the topwear.\nSuccess Rate 60%, LUK+2, avoidability+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204041, "Scroll for Topwear for LUK - Improves LUK on the topwear.\nSuccess Rate 100%, LUK+1"],
    [204041, "Scroll for Topwear for DEF - Improves Weapon Def. on Topwear.\nSuccess rate: 65%, Weapon Def. +2, Magic Def. +1"],
    [204041, "Scroll for Topwear for DEF - Improves Weapon Def. on Topwear.\nSuccess rate: 15%, Weapon Def. +5, Magic Def. +3, MaxHP +10"],
    [204041, "Scroll for Topwear for STR 100% - Improves strength on topwear..Success rate 100%, STR+1"],
    [204041, "Scroll for Topwear for STR 60% - Improves strength on topwear.\nSuccess rate 60%, STR+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204041, "Scroll for Topwear for STR 10% - Improves strength on topwear.\nSuccess rate 10%, STR+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204042, "Scroll for Topwear for HP 100% - Improves HP on topwear..Success rate 100%, MaxHP + 5"],
    [204042, "Scroll for Topwear for HP 60% - Improves HP on topwear.\nSuccess rate 60%, MaxHP + 15. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204042, "Scroll for Topwear for HP 10% - Improves HP on topwear.\nSuccess rate 10%, MaxHP + 30. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204042, "Scroll for Topwear for LUK 100% - Improves luck on topwear..\nSuccess rate:100%, LUK+1"],
    [204042, "Scroll for Topwear for LUK 70% - Improves luck on topwear..\nSuccess rate:70%, LUK+2nIf failed, the item will be destroyed at a 50% rate."],
    [204042, "Scroll for Topwear for LUK 60% - Improves luck on topwear.\nSuccess rate:60%, LUK+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204042, "Scroll for Topwear for LUK 30% - Improves luck on topwear..\nSuccess rate:30%, LUK+3nIf failed, the item will be destroyed at a 50% rate."],
    [204042, "Scroll for Topwear for LUK 10% - Improves luck on topwear.\nSuccess rate:10%, LUK+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204050, "Scroll for Overall Armor for DEX - Improves dexterity on the overall armor.\nSuccess rate:100%, DEX+1"],
    [204050, "Scroll for Overall Armor for DEX - Improves dexterity on the overall armor.\nSuccess rate:60%, DEX+2, accuracy+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204050, "Scroll for Overall Armor for DEX - Improves dexterity on the overall armor.\nSuccess rate:10%, DEX+5, accuracy+3, speed+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204050, "Scroll for Overall Armor for DEF - Improves weapon def. on the overall armor.\nSuccess rate:100%, weapon def.+1"],
    [204050, "Scroll for Overall Armor for DEF - Improves def. on the overall armor.\nSuccess rate:60%, weapon def.+2, magic def.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204050, "Scroll for Overall Armor for DEF - Improves def. on the overall armor.\nSuccess rate:10%, wepon def. +5, magic def. +3, MaxHP+10. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204050, "Scroll for Overall Armor for DEX - Improves dexterity on the overall armor.\nSuccess rate:100%, DEX+5, accuracy+3, speed+1"],
    [204050, "Scroll for Overall Armor for DEF - Improves weapon def. on the overall armor.\nSuccess rate:30%, weapon def.+5, magic def.+3, MaxHP+10"],
    [204050, "Dark scroll for Overall Armor for DEX - Improves dexterity on the overall armor.\nSuccess rate:70%, DEX+2, accuracy+1nIf failed, the item will be destroyed at a 50% rate."],
    [204050, "Dark scroll for Overall Armor for DEX - Improves dexterity on the overall armor.\nSuccess rate:30%, DEX+4, accuracy+3, speed+1nIf failed, the item will be destroyed at a 50% rate."],
    [204051, "Dark scroll for Overall Armor for DEF - Improves weapon def. on the overall armor.\nSuccess rate:70%, weapon def.+2, magic def.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204051, "Dark scroll for Overall Armor for DEF - Improves weapon def. on the overall armor.\nSuccess rate:30%, weapon def.+5, magic def.+3, MaxHP+10nIf failed, the item will be destroyed at a 50% rate."],
    [204051, "Scroll for Overall Armor for INT - Improves INT on the overall armor.\nSuccess rate: 100%, INT + 1"],
    [204051, "Scroll for Overall Armor for INT - Improves INT on the overall armor.\nSuccess rate: 60%, INT + 2, magic def. +1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204051, "Scroll for Overall Armor for INT - Improves INT on the overall armor.\nSuccess rate: 10%, INT + 5, magic def. + 3, MaxMP + 10. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204051, "Scroll for Overall Armor for LUK - Improves LUK on the overall armor.\nSuccess rate: 100%, LUK + 1"],
    [204051, "Scroll for Overall Armor for LUK - Improves LUK on the overall armor.\nSuccess rate: 60%, LUK + 2, avoidability + 1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204051, "Scroll for Overall Armor for LUK - Improves LUK on the overall armor.\nSuccess rate: 10%, LUK + 5, avoidability + 3, accuracy + 1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204051, "Dark scroll for Overall Armor for INT - Improves INT on the overall armor.\nSuccess rate:70%, INT+2, magic defense+1nIf failed, the item will be destroyed at a 50% rate."],
    [204051, "Dark scroll for Overall Armor for INT - Improves INT on the overall armor.\nSuccess rate:30%, INT+5, magic defense+3, MaxMP+10nIf failed, the item will be destroyed at a 50% rate."],
    [204052, "Dark scroll for Overall Armor for LUK - Improves LUK on the overall armor.\nSuccess rate:70%, LUK+2, avoidability+1nIf failed, the item will be destroyed at a 50% rate."],
    [204052, "Dark scroll for Overall Armor for LUK - Improves LUK on the overall armor.\nSuccess rate:30%, LUK+5, avoidability+3, accuracy+1nIf failed, the item will be destroyed at a 50% rate."],
    [204052, "Scroll for Overall Armor for DEX - Improves DEX on Overall Armor.\nSuccess rate: 65%, DEX +2, Accuracy +1"],
    [204052, "Scroll for Overall Armor for DEX - Improves DEX on Overall Armor.\nSuccess rate: 15%, DEX +5, Accuracy+3, Speed +1"],
    [204052, "Overall Armor Scroll for DEF - Improves Weapon Def. on Overall Armor.\nSuccess rate: 65%, Weapon Def. +2, Magic Def. +1"],
    [204052, "Overall Armor Scroll for DEF - Improves Weapon Def. on Overall Armor.\nSuccess rate: 15%, Weapon Def. +5, Magic Def. +3, MaxHP +10"],
    [204052, "Scroll for Overall Armor for INT - Improves INT on the Overall Armor.\nSuccess rate: 65%, INT +2, Magic Def. +1"],
    [204052, "Scroll for Overall Armor for INT - Improves INT on the overall armor.\nSuccess rate:15%, INT+5, magic def.+3, MaxMP+10"],
    [204052, "Scroll for Overall Armor for LUK - Improves LUK on the overall armor.\nSuccess rate:65%, LUK+2, avoidability+1"],
    [204052, "Scroll for Overall Armor for LUK - Improves LUK on the overall armor.\nSuccess rate:15%, LUK+5, avoidability+3, accuracy+1"],
    [204053, "Scroll for Overall for STR 100% - Improves strength on overalls..\nSuccess rate:100%, STR+1"],
    [204053, "Scroll for Overall for STR 70% - Improves strength on overalls..\nSuccess rate:70%, STR+2, weapon def.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204053, "Scroll for Overall for STR 60% - Improves strength on overalls.\nSuccess rate:60%, STR+2, weapon def.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204053, "Scroll for Overall for STR 30% - Improves strength on overalls..\nSuccess rate:30%, STR+5, weapon def.+3, MaxHp+5nIf failed, the item will be destroyed at a 50% rate."],
    [204053, "Scroll for Overall for STR 10% - Improves strength on overalls.\nSuccess rate:10%, STR+5, weapon def.+3, MaxHP+5. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204060, "Scroll for Bottomwear for DEF - Improves weapon def. on the bottomwear. nSuccess rate:100%, weapon def. +1"],
    [204060, "Scroll for Bottomwear for DEF - Improves weapon def. on the bottomwear.\nSuccess rate:60%, weapon def. +2, magic def. +1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204060, "Scroll for Bottomwear for DEF - Improves weapon def. on the bottomwear.\nSuccess rate:10%, weapon def.+5, magic def.+3, MaxHP+10. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204060, "Scroll for Bottomwear for DEF - Improves weapon def. on the bottomwear.\nSuccess rate:100%, weapon def.+5, magic def.+3, MaxHP+10"],
    [204060, "Dark scroll for Bottomwear for DEF - Improves weapon def. on the bottomwear.\nSuccess rate:70%, weapon def.+2, magic def.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204060, "Dark scroll for Bottomwear for DEF - Improves weapon def. on the bottomwear.\nSuccess rate: 30%, weapon def.+5, magic def. + 3, MaxHP + 10nIf failed, the item will be destroyed at a 50% rate."],
    [204060, "Dark scroll for Bottomwear for Jump - Improves jump on the bottomwear.\nSuccess rate: 70%, jump + 2, avoidability + 1nIf failed, the item will be destroyed at a 50% rate."],
    [204060, "Dark scroll for Bottomwear for Jump - Improves jump on the bottomwear.\nSuccess rate: 30%. jump + 4, avoidability + 2nIf failed, the item will be destroyed at a 50% rate."],
    [204060, "Dark scroll for Bottomwear for HP - Improves HP on the bottomwear.\nSuccess rate: 70%. MaxHP + 15nIf failed, the item will be destroyed at a 50% rate."],
    [204060, "Dark scroll for Bottomwear for HP - Improves HP on the bottomwear.\nSuccess rate: 30%. MaxHP + 30nIf failed, the item will be destroyed at a 50% rate."],
    [204061, "Dark Scroll for Bottomwear for DEX - Improves dexterity on the bottomwear.\nSuccess Rate 70%, DEX+2, speed+1nIf failed, the item will be destroyed at a 50% rate."],
    [204061, "Dark Scroll for Bottomwear for DEX - Improves dexterity on the bottomwear.\nSuccess Rate 30%, DEX+3, speed+3nIf failed, the item will be destroyed at a 50% rate."],
    [204061, "Scroll for Bottomwear for DEX - Improves dexterity on the bottomwear.\nSuccess Rate 10%, DEX+3, speed+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204061, "Scroll for Bottomwear for DEX - Improves dexterity on the bottomwear.\nSuccess Rate 60%, DEX+2, speed+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204061, "Scroll for Bottomwear for DEX - Improves dexterity on the bottomwear.\nSuccess Rate 100%, DEX+1"],
    [204061, "Scroll for Bottomwear for DEF - Improves weapon def. on bottomwear.\nSuccess rate:65%, weapon def.+2, magic def.+1"],
    [204061, "Scroll for Bottomwear for DEF - Improves weapon def. on bottomwear.\nSuccess rate:15%, weapon def.+5, magic def.+3, MaxHP+10"],
    [204061, "Scroll for Bottomwear for Jump 100% - Improves jumping abilities on bottomwears..\nSuccess rate:100%, jump+1"],
    [204061, "Scroll for Bottomwear for Jump 60% - Improves jumping abilities on bottomwears.\nSuccess rate:60%, jump+2, avoidability+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204061, "Scroll for Bottomwear for Jump 10% - Improves jumping abilities on bottomwears..\nSuccess rate:10%, jump+4, avoidability+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204062, "Scroll for Bottomwear for HP 100% - Improves HP on bottomwears..\nSuccess rate:100%, MaxHP+5"],
    [204062, "Scroll for Bottomwear for HP 60% - Improves HP on bottomwears.\nSuccess rate:60%, MaxHP+15. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204062, "Scroll for Bottomwear for HP 10% - Improves HP on bottomwears.\nSuccess rate:10%, MaxHP+30. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204062, "Scroll for Bottomwear for DEX 100% - Improves dexterity on bottomwears..\nSuccess rate:100%, DEX+1"],
    [204062, "Scroll for Bottomwear for DEX 70% - Improves dexterity on bottomwears..\nSuccess rate:70%, DEX+2, accuracy+1nIf failed, the item will be destroyed at a 50% rate."],
    [204062, "Scroll for Bottomwear for DEX 60% - Improves dexterity on bottomwears.\nSuccess rate:60%, DEX+2, accuracy+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204062, "Scroll for Bottomwear for DEX 30% - Improves dexterity on bottomwears..\nSuccess rate:30%, DEX+3, accuracy+2, speed+1nIf failed, the item will be destroyed at a 50% rate."],
    [204062, "Scroll for Bottomwear for DEX 10% - Improves dexterity on bottomwears.\nSuccess rate:10%, DEX+3, accuracy+2, speed+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204070, "Scroll for Shoes for DEX - Improves dexterity on shoes.\nSuccess rate:100%, Avoidability+1"],
    [204070, "Scroll for Shoes for DEX - Improves dexterity on shoes.\nSuccess rate:60%, Avoidability +2, Accuracy+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204070, "Scroll for Shoes for DEX - Improves dexterity on shoes.\nSuccess rate:10%, Avoidability +5, accuracy +3, speed+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204070, "Scroll for Shoes for Jump - Improves jump on shoes.\nSuccess rate:100%, jump +1"],
    [204070, "Scroll for Shoes for Jump - Improves jump on shoes.\nSuccess rate: 60%, jump +2, DEX+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204070, "Scroll for Shoes for Jump - Improves jump on shoes.\nSuccess rate:10%, jump+5, DEX+3, speed+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204070, "Scroll for Shoes for Speed - Improves speed on shoes.\nSuccess rate:100%, speed+1"],
    [204070, "Scroll for Shoes for Speed - Improves speed on shoes.\nSuccess rate:60%, speed+2"],
    [204070, "Scroll for Shoes for Speed - Improves speed on shoes.\nSuccess rate:10%, speed+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204070, "Scroll for Shoes for DEX - Improves DEX on shoes.\nSuccess rate:100%, avoidability+5, accuracy+3, speed+1"],
    [204071, "Scroll for Shoes for Jump - Improves jump on shoes.\nSuccess rate:100%, jump+5, DEX+3, speed+1"],
    [204071, "Scroll for Shoes for Speed - Improves speed on shoes.\nSuccess rate:100%, speed+3"],
    [204071, "Dark scroll for Shoes for DEX - Improves DEX on shoes.\nSuccess rate:70%, avoidability+2, accuracy+1nIf failed, the item will be destroyed at a 50% rate."],
    [204071, "Dark scroll for Shoes for DEX - Improves DEX on shoes.\nSuccess rate:30%, avoidability+5, accuracy+3, speed+1nIf failed, the item will be destroyed at a 50% rate."],
    [204071, "Dark scroll for Shoes for Jump - Improves jump on shoes.\nSuccess rate:70%, jump+2, DEX+1nIf failed, the item will be destroyed at a 50% rate."],
    [204071, "Dark scroll for Shoes for Jump - Improves jump on shoes.\nSuccess rate:30%, jump+5, DEX+3, speed+1nIf failed, the item will be destroyed at a 50% rate."],
    [204071, "Dark scroll for Shoes for Speed - Improves speed on shoes.\nSuccess rate:70%, speed+2nIf failed, the item will be destroyed at a 50% rate."],
    [204071, "Dark scroll for Shoes for Speed - Improves speed on shoes.\nSuccess rate:30%, speed+3nIf failed, the item will be destroyed at a 50% rate."],
    [204071, "Scroll for Shoes for DEX - Improves dexterity on shoes.\nSuccess rate:65%, avoidability+2, accuracy+1"],
    [204071, "Scroll for Shoes for DEX - Improves dexterity on shoes.\nSuccess rate:15%, avoidability+5, accuracy+3, speed+1"],
    [204072, "Scroll for Shoes for Jump - Improves jump on shoes.\nSuccess rate:65%, jump+2, DEX+1"],
    [204072, "Scroll for Shoes for Jump - Improves jump on shoes.\nSuccess rate:15%, jump+5, DEX+3, speed+1"],
    [204072, "Scroll for Shoes for Speed - Improves speed on shoes.\nSuccess rate:65%, speed+2"],
    [204072, "Scroll for Shoes for Speed - Improves speed on shoes.\nSuccess rate:15%, speed+3"],
    [204072, "Scroll for Spikes on Shoes 10% - Adds traction to the shoes, which prevents the shoes from slipping on slippery surface.\nSuccess rate:10%, Does not affect the number of upgrades available. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204080, "Scroll for Gloves for DEX - Improves dexterity on gloves.\nSuccess rate:100%, accurcacy +1"],
    [204080, "Scroll for Gloves for DEX - Improves dexterity on gloves.\nSuccess rate: 60%, accuracy+2, DEX+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204080, "Scroll for Gloves for DEX - Improves dexterity on gloves.\nSuccess rate:10%, accuracy+5, DEX+3, avoidability+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204080, "Scroll for Gloves for ATT - Improves attack on gloves.\nSuccess rate:100%, weapon att. +1"],
    [204080, "Scroll for Gloves for ATT - Improves attack on gloves.\nSuccess rate 60%, weapon att. +2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204080, "Scroll for Gloves for ATT - Improves attack on gloves.\nSuccess rate:10%, weapon att.+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204080, "Scroll for Gloves for DEX - Improves DEX on the glove.\nSuccess rate:100%, accuracy+5, DEX+3, avoidability+1"],
    [204080, "Scroll for Gloves for ATT - Improves weapon att. on the glove.\nSuccess rate:100%, weapon att.+3"],
    [204080, "Dark scroll for Gloves for DEX - Improves DEX on the glove.\nSuccess rate:70%, accuracy+2, DEX+1nIf failed, the item will be destroyed at a 50% rate."],
    [204080, "Dark scroll for Gloves for DEX - Improves DEX on the glove.\nSuccess rate:30%, accuracy+5, DEX+3, avoidability+1nIf failed, the item will be destroyed at a 50% rate."],
    [204081, "Dark scroll for Gloves for ATT - Improves weapon att. on the glove.\nSuccess rate:70%, weapon att.+2nIf failed, the item will be destroyed at a 50% rate."],
    [204081, "Dark scroll for Gloves for ATT - Improves weapon att. on the glove.\nSuccess rate:30%, weapon att.+3nIf failed, the item will be destroyed at a 50% rate."],
    [204081, "Dark scroll for Gloves for HP - Improves HP on the glove.\nSuccess rate: 70%, MaxHP+15nIf failed, the item will be destroyed at a 50% rate."],
    [204081, "Dark scroll for Gloves for HP - Improves HP on the glove.\nSuccess rate: 30%, MaxHP + 30nIf failed, the item will be destroyed at a 50% rate."],
    [204081, "Dark Scroll for Gloves for Magic Att. - Improves magic attack on the glove.\nSuccess Rate 70%, magic attack+1, INT+1nIf failed, the item will be destroyed at a 50% rate."],
    [204081, "Dark Scroll for Gloves for Magic Att. - Improves magic attack on the glove.\nSuccess Rate 30%, magic attack+3, INT+3, magic defense+1nIf failed, the item will be destroyed at a 50% rate."],
    [204081, "Scroll for Gloves for Magic Att. - Improves magic attack on the glove.\nSuccess Rate 10%, magic defense+1, magic attack+3, INT+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204081, "Scroll for Gloves for Magic Att. - Improves magic attack on the glove.\nSuccess Rate 60%, magic attack+1, INT+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204081, "Scroll for Gloves for Magic Att. - Improves magic attack on the glove.\nSuccess Rate 100%, magic attack+1"],
    [204081, "Scroll for Gloves for DEX - Improves dexterity on gloves.\nSuccess rate:65%, accuracy+2, DEX+1"],
    [204082, "Scroll for Gloves for DEX - Improves dexterity on gloves.\nSuccess rate:15%, accuracy+5, DEX+3, avoidability+1"],
    [204082, "Scroll for Gloves for ATT - Improves attack on gloves.\nSuccess rate:65%, weapon attack+2"],
    [204082, "Scroll for Gloves for ATT - Improves attack on gloves.\nSuccess rate:15%, weapon attack+3"],
    [204082, "Scroll for Gloves for HP 100% - Improves HP on gloves..\nSuccess rate:100%, MaxHP+5"],
    [204082, "Scroll for Gloves for HP 60% - Improves HP on gloves.\nSuccess rate:60%, MaxHP+15. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204082, "Scroll for Gloves for HP 10% - Improves HP on gloves.\nSuccess rate:10%, MaxHP+30. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204090, "Scroll for Shield for DEF - Improves weapon def. on the shield.\nSuccess rate:100%, weapon def. +1"],
    [204090, "Scroll for Shield for DEF - Improves weapon def. on the shield.\nSuccess rate:60%, weapon def.+2, magic def.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204090, "Scroll for Shield for DEF - Improves weapon def. on the shield.\nSuccess rate 10%, weapon def.+5, magic def.+3, MaxHP+10. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204090, "Scroll for Shield for DEF - Improves weapon def. on the shield.\nSuccess rate 100%, weapon def.+5, magic def.+3, MaxHP+10"],
    [204090, "Dark scroll for Shield for DEF - Improves weapon def. on the shield.\nSuccess rate 70%, weapon def.+2, magic def.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204090, "Dark scroll for Shield for DEF - Improves weapon def. on the shield.\nSuccess rate 30%, weapon def.+5, magic def.+3, MaxHP+10nIf failed, the item will be destroyed at a 50% rate."],
    [204090, "Dark scroll for Shield for LUK - Improves LUK on the shield.\nSuccess rate: 70%, LUK + 2nIf failed, the item will be destroyed at a 50% rate."],
    [204090, "Dark scroll for Shield for LUK - Improves LUK on the shield.\nSuccess rate: 30%, LUK + 3nIf failed, the item will be destroyed at a 50% rate."],
    [204090, "Dark scroll for Shield for HP - Improves HP on the shield.\nSuccess rate: 70%, MaxHP + 15nIf failed, the item will be destroyed at a 50% rate."],
    [204090, "Dark scroll for Shield for HP - Improves HP on the shield.\nSuccess rate: 30%, MaxHP + 30nIf failed, the item will be destroyed at a 50% rate."],
    [204091, "Scroll for Shield for DEF - Improves weapon defense on the shield.\nSuccess rate:65%, weapon def.+2, magic def.+1"],
    [204091, "Scroll for Shield for DEF - Improves weapon defense on the shield.\nSuccess rate:15%, weapon def.+5, magic def.+3, MaxHP+10"],
    [204091, "[4yrAnniv]Scroll for Shield for DEF - Improves weapon defense for Maple Magician shield, Maple warrior shield, and the Maple Shibus shield. nSuccess rate:40%, weapon def.+3, magic def.+2 nIf failed, the item will be destroyed at a 30% rate."],
    [204091, "Scroll for Shield for Weapon Att. - Improves weapon attack on the shield.\nSuccess Rate 60%, W. attack+2, STR+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204091, "Scroll for Shield for Weapon Att. - Improves weapon attack on the shield.\nSuccess Rate 10%, W. attack+3, STR+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204091, "Dark Scroll for Shield for Weapon Att. - Improves weapon attack on the shield.\nSuccess Rate 70%, W. attack+2, STR+1nIf failed, the item will be destroyed at a 50% rate."],
    [204091, "Dark Scroll for Shield for Weapon Att. - Improves weapon attack on the shield.\nSuccess Rate 30%, W. attack+3, STR+2nIf failed, the item will be destroyed at a 50% rate."],
    [204091, "Scroll for Shield for Magic Att. - Improves magic attack on the shield.\nSuccess Rate 100%, magic attack+1"],
    [204091, "Scroll for Shield for Magic Att. - Improves magic attack on the shield.\nSuccess Rate 60%, magic attack+2, INT+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204092, "Scroll for Shield for Magic Att. - Improves magic attack on the shield.\nSuccess Rate 10%, magic attack+3, INT+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204092, "Dark Scroll for Shield for Magic Att. - Improves magic attack on the shield.\nSuccess Rate 70%, magic attack+2, INT+1nIf failed, the item will be destroyed at a 50% rate."],
    [204092, "Dark Scroll for Shield for Magic Att. - Improves magic attack on the shield.\nSuccess Rate 50%, magic attack+3, INT+2nIf failed, the item will be destroyed at a 50% rate."],
    [204092, "Scroll for Shield for LUK 100% - Improves LUK on shields..\nSuccess rate:100%, LUK+1"],
    [204092, "Scroll for Shield for LUK 60% - Improves LUK on shields.\nSuccess rate:60%, LUK+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204092, "Scroll for Shield for LUK 10% - Improves LUK on shields.\nSuccess rate:10%, LUK+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204092, "Scroll for Shield for HP 100% - Improves HP on shields..\nSuccess rate:100%, MaxHP+5"],
    [204092, "Scroll for Shield for HP 60% - Improves HP on shields.\nSuccess rate:60%, MaxHP+15. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204092, "Scroll for Shield for HP 10% - Improves HP on shields.\nSuccess rate:10%, MaxHP+30. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204092, "Scroll for Shield for STR 100% - Improves strength on shields..\nSuccess rate:100%, STR+1"],
    [204093, "Scroll for Shield for STR 70% - Improves strength on shields..\nSuccess rate:70%, STR+2nIf failed, the item will be destroyed at a 50% rate."],
    [204093, "Scroll for Shield for STR 60% - Improves strength on shields.\nSuccess rate:60%, STR+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204093, "Scroll for Shield for STR 30% - Improves strength on shields..\nSuccess rate:30%, STR+3nIf failed, the item will be destroyed at a 50% rate."],
    [204093, "Scroll for Shield for STR 10% - Improves strength on shields.\nSuccess rate:10%, STR+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204100, "Scroll for Cape for Magic Def. - Improves magic def. on the cape.\nSuccess rate:100%, magic def. +1"],
    [204100, "Scroll for Cape for Magic Def. - Improves magic def. on the cape.\nSuccess rate:60%, magic def.+3, weapon def.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204100, "Scroll for Cape for Magic Def. - Improves magic def. on the cape.\nSuccess rate:10%, magic def. +5, weapon def. +3, MaxMP+10. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204100, "Scroll for Cape for Weapon Def. - Improves weapon def. on the cape.\nSuccess rate:100%, weapon def.+1"],
    [204100, "Scroll for Cape for Weapon Def. - Improves weapon def. on the cape.\nSuccess rate:60%, weapon def.+3, magic def. +1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204100, "Scroll for Cape for Weapon Def. - Improves weapon def. on the cape.\nSuccess rate:10%, weapon def. +5, magic def.+3, MaxHP+10. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204100, "Scroll for Cape for HP - Improves MaxHP on the cape.\nSuccess rate:100%, MaxHP+5"],
    [204100, "Scroll for Cape for HP - Improves MaxHP on the cape.\nSuccess rate:60%, MaxHP+10. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204100, "Scroll for Cape for HP - Improves MaxHP on the cape.\nSuccess rate:10%, MaxHP+20. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204100, "Scroll for Cape for MP - Improves MaxMP on the cape.\nSuccess rate:100%, MaxMP+5"],
    [204101, "Scroll for Cape for MP - Improves MaxMP on the cape.\nSuccess rate:60%, MaxMP+10. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204101, "Scroll for Cape for MP - Improves MaxMP on the cape.\nSuccess rate:10%, MaxMP+20. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204101, "Scroll for Cape for STR - Improves STR on the cape.\nSuccess rate:100%, STR+1"],
    [204101, "Scroll for Cape for STR - Improves STR on the cape.\nSuccess rate:60%, STR+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204101, "Scroll for Cape for STR - Improves STR on the cape.\nSuccess rate:10%, STR+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204101, "Scroll for Cape for INT - Improves INT on the cape.\nSuccess rate:100%, INT+1"],
    [204101, "Scroll for Cape for INT - Improves INT on the cape.\nSuccess rate:60%, INT+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204101, "Scroll for Cape for INT - Improves INT on the cape.\nSuccess rate:10%, INT+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204101, "Scroll for Cape for DEX - Improves DEX on the cape.\nSuccess rate:100%, DEX+1"],
    [204101, "Scroll for Cape for DEX - Improves DEX on the cape.\nSuccess rate:60%, DEX+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204102, "Scroll for Cape for DEX - Improves DEX on the cape.\nSuccess rate:10%, DEX+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204102, "Scroll for Cape for LUK - Improves LUK on the cape.\nSuccess rate:100%, LUK+1"],
    [204102, "Scroll for Cape for LUK - Improves LUK on the cape.\nSuccess rate:60%, LUK+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204102, "Scroll for Cape for LUK - Improves LUK on the cape.\nSuccess rate:10%, LUK+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204102, "Scroll for Cape for Magic Def. - Improves magic def. on the cape.\nSuccess rate:100%, magic def.+5, weapon def.+3, MaxMP+10"],
    [204102, "Scroll for Cape for Weapon Def. - Improves weapon def. on the cape.\nSuccess rate:100%, weapon def.+5, magic def.+3, MaxHP+10"],
    [204102, "Dark scroll for Cape for Magic Def. - Improves magic def. on the cape.\nSuccess rate:70%, magic def.+3, weapon def.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204102, "Dark scroll for Cape for Magic Def. - Improves magic def. on the cape.\nSuccess rate:30%, magic def.+5, weapon def.+3, MaxMP+10nIf failed, the item will be destroyed at a 50% rate."],
    [204102, "Dark scroll for Cape for Weapon Def. - Improves weapon def. on the cape.\nSuccess rate:70%, weapon def.+3, magic def.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204102, "Dark scroll for Cape for Weapon Def. - Improves weapon def. on the cape.\nSuccess rate:30%, weapon def.+5, magic def.+3, MaxHP+10nIf failed, the item will be destroyed at a 50% rate."],
    [204103, "Dark scroll for Cape for HP - Improves MaxHP on the cape.\nSuccess rate:70%, MaxHP+10nIf failed, the item will be destroyed at a 50% rate."],
    [204103, "Dark scroll for Cape for HP - Improves MaxHP on the cape.\nSuccess rate:30%, MaxHP+20nIf failed, the item will be destroyed at a 50% rate."],
    [204103, "Dark scroll for Cape for MP - Improves MaxMP on the cape.\nSuccess rate:70%, MaxMP+10nIf failed, the item will be destroyed at a 50% rate."],
    [204103, "Dark scroll for Cape for MP - Improves MaxMP on the cape.\nSuccess rate:30%, MaxMP+20nIf failed, the item will be destroyed at a 50% rate."],
    [204103, "Dark scroll for Cape for STR - Improves STR on the cape.\nSuccess rate:70%, STR+2nIf failed, the item will be destroyed at a 50% rate."],
    [204103, "Dark scroll for Cape for STR - Improves STR on the cape.\nSuccess rate:30%, STR+3nIf failed, the item will be destroyed at a 50% rate."],
    [204103, "Dark scroll for Cape for INT - Improves INT on the cape.\nSuccess rate:70%, INT+2nIf failed, the item will be destroyed at a 50% rate."],
    [204103, "Dark scroll for Cape for INT - Improves INT on the cape.\nSuccess rate:30%, INT+3nIf failed, the item will be destroyed at a 50% rate."],
    [204103, "Dark scroll for Cape for DEX - Improves DEX on the cape.\nSuccess rate:70%, DEX+2nIf failed, the item will be destroyed at a 50% rate."],
    [204103, "Dark scroll for Cape for DEX - Improves DEX on the cape.\nSuccess rate:30%, DEX+3nIf failed, the item will be destroyed at a 50% rate."],
    [204104, "Dark scroll for Cape for LUK - Improves LUK on the cape.\nSuccess rate:70%, LUK+2nIf failed, the item will be destroyed at a 50% rate."],
    [204104, "Dark scroll for Cape for LUK - Improves LUK on the cape.\nSuccess rate:30%, LUK+3nIf failed, the item will be destroyed at a 50% rate."],
    [204104, "Scroll for Cape for Magic DEF - Improves magic defense on the cape.\nSuccess rate:65%, magic def.+3, weapon def.+1"],
    [204104, "Scroll for Cape for Magic DEF - Improves magic defense on the cape.\nSuccess rate:15%, magic def.+5, weapon def.+3, MaxMP+10"],
    [204104, "Scroll for Cape for Weapon DEF - Improves weapon defense on the cape.\nSuccess rate:65%, weapon def.+3, magic def.+1"],
    [204104, "Scroll for Cape for Weapon DEF - Improves weapon defense on the cape.\nSuccess rate:15%, weapon def.+5, magic def.+3, MaxHP+10"],
    [204104, "Scroll for Cape for MaxHP - Improves MaxHP on the cape.\nSuccess rate:65%, MaxHP+10"],
    [204104, "Scroll for Cape for MaxHP - Improves MaxHP on the cape.\nSuccess rate:15%, MaxHP+20"],
    [204104, "Scroll for Cape for MP - Improves MaxMP on the cape.\nSuccess rate:65%, MaxMP+10"],
    [204104, "Scroll for Cape for MP - Improves MaxMP on the cape.\nSuccess rate:15%, MaxMP+20"],
    [204105, "Scroll for Cape for STR - Improves STR on the cape.\nSuccess rate:65%, STR+2"],
    [204105, "Scroll for Cape for STR - Improves STR on the cape.\nSuccess rate:15%, STR+3"],
    [204105, "Scroll for Cape for INT - Improves INT on the cape.\nSuccess rate:65%, INT+2"],
    [204105, "Scroll for Cape for INT - Improves INT on the cape.\nSuccess rate:15%, INT+3"],
    [204105, "Scroll for Cape for DEX - Improves dexterity on the cape.\nSuccess rate:65%, DEX+2"],
    [204105, "Scroll for Cape for DEX - Improves dexterity on the cape.\nSuccess rate:15%, DEX+3"],
    [204105, "Scroll for Cape for LUK - Improves LUK on the cape.\nSuccess rate:65%, LUK+2"],
    [204105, "Scroll for Cape for LUK - Improves LUK on the cape.\nSuccess rate:15%, LUK+3"],
    [204105, "Scroll for Cape for Cold Protection 10% - Includes the effect of protection from cold weather on the cape.\nSuccess rate: 10%. Does not affect the number of upgrades available. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204105, "[4yrAnniv] Scroll for Cape for STR 20% - Improves strength on Maple Cape.\nSuccess rate:20%, STR+3 nIf failed, the item will be destroyed at a 30% rate."],
    [204106, "[4yrAnniv] Scroll for Cape for INT 20% - Improves INT on Maple Cape.\nSuccess rate:20%, INT+3 nIf failed, the item will be destroyed at a 30% rate."],
    [204106, "[4yrAnniv] Scroll for Cape for DEX 20% - Improves dexterity on Maple Cape.\nSuccess rate:20%, DEX+3 nIf failed, the item will be destroyed at a 30% rate."],
    [204106, "[4yrAnniv] Scroll for Cape for LUK 20% - Improves luck on Maple Cape.\nSuccess rate:20%, LUK+3 nIf failed, the item will be destroyed at a 30% rate."],
    [204120, "Dragon Stone - A powerful stone that contains the mysterious power of the dragon. Can only be used on Horntail Necklace.\nSuccess rate:100%, Weapon Defense +140, Magic Defense +140, Avoidability +15, All Stats +15"],
    [204121, "Rock of Wisdom - Can only be used on Horus's Eye.\nSuccess rate:60%, HP +70, MP +70"],
    [204300, "Scroll for One-Handed Sword for ATT - Improves attack on one-handed sword.\nSuccess rate:100%, weapon attack+1"],
    [204300, "Scroll for One-Handed Sword for ATT - Improves attack on one-handed sword.\nSuccess rate:60%, weapon attack+2, STR+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204300, "Scroll for One-Handed Sword for ATT - Improves attack on one-handed sword.\nSuccess rate:10%, weapon attack+5, STR+3, weapon def.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204300, "Scroll for One-Handed Sword for ATT - Improves attack on one-handed sword.\nSuccess rate:100%, weapon attack+5, STR+3, weapon def.+1"],
    [204300, "Dark scroll for One-Handed Sword for ATT - Improves attack on one-handed sword.\nSuccess rate:70%, weapon attack+2, STR+1nIf failed, the item will be destroyed at a 50% rate."],
    [204300, "Dark scroll for One-Handed Sword for ATT - Improves attack on one-handed sword.\nSuccess rate:30%, weapon attack+5, STR+3, weapon def.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204300, "Dark Scroll for One-Handed Sword for Magic Att. - Improves magic attack on one-handed sword.\nSuccess Rate 70%, magic attack+1, INT+1nIf failed, the item will be destroyed at a 50% rate."],
    [204300, "Dark Scroll for One-Handed Sword for Magic Att. - Improves magic attack on one-handed sword.\nSuccess Rate 30%, magic attack+2, INT+2, magic defense+1nIf failed, the item will be destroyed at a 50% rate."],
    [204300, "Scroll for One-Handed Sword for Magic Att. - Improves magic attack on one-handed sword.\nSuccess Rate 10%, magic attack+2, magic defense+1, INT+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204300, "Scroll for One-Handed Sword for Magic Att. - Improves magic attack on one-handed sword.\nSuccess Rate 60%, magic attack+1, INT+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204301, "Scroll for One-Handed Sword for Magic Att. - Improves magic attack on one-handed sword.\nSuccess Rate 100%, magic attack+1"],
    [204301, "Scroll for One-Handed Sword for ATT - Improves attack on the one-handed sword.\nSuccess rate:65%, weapon attack+2, STR+1"],
    [204301, "Scroll for One-Handed Sword for ATT - Improves attack on the one-handed sword.\nSuccess rate:15%, weapon attack+5, STR+3, weapon def.+1"],
    [204301, "[4yrAnniv]Scroll for One-Handed Sword for ATT - Improves attack for Maple Glory Sword. nSuccess rate:40%, weapon attack+3, STR+2 nIf failed, the item will be destroyed at a 30% rate."],
    [204301, "Scroll for One-Handed Sword for Accuracy 100% - Improves accuracy on one-handed swords.\nSuccess rate:100%, accuracy+1"],
    [204301, "Scroll for One-Handed Sword for Accuracy 70% - Improves accuracy on one-handed swords.\nSuccess rate:70%, accuracy+3, DEX+2, weapon att.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204301, "Scroll for One-Handed Sword for Accuracy 60% - Improves accuracy on one-handed swords.\nSuccess rate:60%, accuracy+3, DEX+2, weapon att.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204301, "Scroll for One-Handed Sword for Accuracy 30% - Improves accuracy on one-handed swords.\nSuccess rate:30%, accuracy+5, DEX+3, weapon att.+3nIf failed, the item will be destroyed at a 50% rate."],
    [204301, "Scroll for One-Handed Sword for Accuracy 10% - Improves accuracy on one-handed swords.\nSuccess rate:10%, accuracy+5, DEX+3, weapon att.+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204310, "Scroll for One-Handed Axe for ATT - Improves attack on one-handed axe.\nSuccess rate:100%, weapon attack+1"],
    [204310, "Scroll for One-Handed Axe for ATT - Improves attack on one-handed axe.\nSuccess rate:60%, weapon attack+2, STR+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204310, "Scroll for One-Handed Axe for ATT - Improves attack on one-handed axe.\nSuccess rate: 10%, weapon attack +5, STR+3, weapon def. +1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204310, "Scroll for One-Handed Axe for ATT - Improves attack on one-handed axe.\nSuccess rate:100%, weapon attack+5, STR+3, weapon def.+1"],
    [204310, "Dark scroll for One-Handed Axe for ATT - Improves attack on one-handed axe.\nSuccess rate:70%, weapon attack+2, STR+1nIf failed, the item will be destroyed at a 50% rate."],
    [204310, "Dark scroll for One-Handed Axe for ATT - Improves attack on one-handed axe.\nSuccess rate:30%, weapon attack+5, STR+3, weapon def.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204310, "Scroll for One-Handed Axe for ATT - Improves attack on the one-handed axe.\nSuccess rate:65%, weapon attack+2, STR+1"],
    [204310, "Scroll for One-Handed Axe for ATT - Improves attack on the one-handed axe.\nSuccess rate:15%, weapon attack+5, STR+3, weapon def.+1"],
    [204310, "[4yrAnniv]Scroll for One-Handed Axe for ATT - Improves attack on the Maple Steel Axe. nSuccess rate:40%, weapon attack+3, STR+2nIf failed, the item will be destroyed at a 30% rate."],
    [204311, "Scroll for One-Handed Axe for Accuracy 100% - Improves accuracy on one-handed axe.\nSuccess rate:100%, accuracy+1"],
    [204311, "Scroll for One-Handed Axe for Accuracy 70% - Improves accuracy on one-handed axe.\nSuccess rate:70%, accuracy+3, DEX+2, weapon att.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204311, "Scroll for One-Handed Axe for Accuracy 60% - Improves accuracy on one-handed axe.\nSuccess rate:60%, accuracy+3, DEX+2, weapon att.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204311, "Scroll for One-Handed Axe for Accuracy 30% - Improves accuracy on one-handed axe.\nSuccess rate:30%, accuracy+5, DEX+3, weapon att.+3nIf failed, the item will be destroyed at a 50% rate."],
    [204311, "Scroll for One-Handed Axe for Accuracy 10% - Improves accuracy on one-handed axe.\nSuccess rate:10%, accuracy+5, DEX+3, weapon att.+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204320, "Scroll for One-Handed BW for ATT - Improves attack on one-handed blunt weapon.\nSuccess rate:100%, weapon attack+1"],
    [204320, "Scroll for One-Handed BW for ATT - Improves attack on one-handed blunt weapon.\nSuccess rate:60%, weapon attack+2, STR+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204320, "Scroll for One-Handed BW for ATT - Improves attack on one-handed blunt weapon.\nSuccess rate: 10%, weapon attack +5, STR+3, weapon def.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204320, "Scroll for One-Handed BW for ATT - Improves attack on one-handed blunt weaponnSuccess rate:100%, weapon attack+5, STR+3, weapon def.+1"],
    [204320, "Dark scroll for One-Handed BW for ATT - Improves attack on one-handed blunt weapon.\nSuccess rate:70%, weapon attack+2, STR+1nIf failed, the item will be destroyed at a 50% rate."],
    [204320, "Dark scroll for One-Handed BW for ATT - Improves attack on one-handed blunt weapon.\nSuccess rate:30%, weapon attack+5, STR+3, weapon def.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204320, "Scroll for One-Handed BW for ATT - Improves attack on the one-handed blunt weapon.\nSuccess rate:65%, weapon attack+2, STR+1"],
    [204320, "Scroll for One-Handed BW for ATT - Improves attack on the one-handed blunt weapon.\nSuccess rate:15%, weapon attack+5, STR+3, weapon def.+1"],
    [204320, "[4yrAnniv]Scroll for One-Handed BW for ATT - Added attack upgrade option for the Maple Havoc Hammer. nSuccess rate:40%, weapon attack+3, STR+2nIf failed, the item will be destroyed at a 30% rate."],
    [204321, "Scroll for One-Handed BW for Accuracy 100% - Improves accuracy on one-handed blunt weapon.\nSuccess rate:100%, accuracy+1"],
    [204321, "Scroll for One-Handed BW for Accuracy 70% - Improves accuracy on one-handed blunt weapon.\nSuccess rate:70%, accuracy+3, DEX+2, weapon att.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204321, "Scroll for One-Handed BW for Accuracy 60% - Improves accuracy on one-handed blunt weapon.\nSuccess rate:60%, accuracy+3, DEX+2, weapon att.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204321, "Scroll for One-Handed BW for Accuracy 30% - Improves accuracy on one-handed blunt weapon.\nSuccess rate:30%, accuracy+5, DEX+3, weapon att.+3nIf failed, the item will be destroyed at a 50% rate."],
    [204321, "Scroll for One-Handed BW for Accuracy 10% - Improves accuracy on one-handed blunt weapon.\nSuccess rate:10%, accuracy+5, DEX+3, weapon att.+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204330, "Scroll for Dagger for ATT - Improves attack on dagger.\nSuccess rate:100%, weapon attack+1"],
    [204330, "Scroll for Dagger for ATT - Improves attack on dagger.\nSuccess rate:60%, weapon attack+2, LUK+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204330, "Scroll for Dagger for ATT - Improves attack on dagger.\nSuccess rate: 10%, weapon attack +5, LUK+3, weapon def.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204330, "Scroll for Dagger for ATT - Improves attack on dagger.\nSuccess rate:100%, weapon attack+5, LUK+3, weapon def.+1"],
    [204330, "Dark scroll for Dagger for ATT - Improves attack on dagger.\nSuccess rate:70%, weapon attack +2, LUK +1nIf failed, the item will be destroyed at a 50% rate."],
    [204330, "Dark scroll for Dagger for ATT - Improves attack on dagger.\nSuccess rate:30%, weapon attack +5, LUK +3, weapon def. +1nIf failed, the item will be destroyed at a 50% rate."],
    [204330, "Scroll for Dagger for ATT - Improves attack on the dagger.\nSuccess rate:65%, weapon attack+2, LUK+1"],
    [204330, "Scroll for Dagger for ATT - Improves attack on the dagger.\nSuccess rate:15%, weapon attack+5, LUK+3, weapon def.+1"],
    [204330, "[4yrAnniv]Scroll for Dagger for ATT - Improves attack on the Maple Dark Mate and Maple Asura DaggernSuccess rate:40%, weapon attack+3, LUK+2nIf failed, the item will be destroyed at a 30% rate."],
    [204370, "Scroll for Wand for Magic Att. - Improves magic on wand.\nSuccess rate:100%, magic attack+1"],
    [204370, "Scroll for Wand for Magic Att. - Improves magic on wand.\nSuccess rate:60%, magic attack+2, INT+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204370, "Scroll for Wand for Magic Att. - Improves magic on wand.\nSuccess rate:10%, magic attack+5, INT+3, magic def.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204370, "Scroll for Wand for Magic Att. - Improves magic on wand.\nSuccess rate:100%, magic attack+5, INT+3, magic def.+1"],
    [204370, "Dark scroll for Wand for Magic Att. - Improves magic on wand.\nSuccess rate:70%, magic attack+2, INT+1nIf failed, the item will be destroyed at a 50% rate."],
    [204370, "Dark scroll for Wand for Magic Att. - Improves magic on wand.\nSuccess rate:30%, magic attack+5, INT+3, magic def.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204370, "Scroll for Wand for Magic Att. - Improves magic attack on the wand.\nSuccess rate:65%, magic attack+2, INT+1"],
    [204370, "Scroll for Wand for Magic Att. - Improves magic attack on the wand.\nSuccess rate:15%, magic attack+5, INT+3, magic def.+1"],
    [204370, "[4yrAnniv]Scroll for Wand for Magic Att. - Improves magic attack on Maple Shine Wand.\nSuccess rate:40%, magic attack+3, INT+2nIf failed, the item will be destroyed at a 30% rate."],
    [204380, "Scroll for Staff for Magic Att. - Improves magic on staff.\nSuccess rate:100%, magic attack+1"],
    [204380, "Scroll for Staff for Magic Att. - Improves magic on staff.\nSuccess rate:60%, magic attack+2, INT+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204380, "Scroll for Staff for Magic Att. - Improves magic on staff.\nSuccess rate:10%, magic attack+5, INT+3, magic def.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204380, "Scroll for Staff for Magic Att. - Improves magic on staff.\nSuccess rate:100%, magic attack+5, INT+3, magic def.+1"],
    [204380, "Dark scroll for Staff for Magic Att. - Improves magic on staff.\nSuccess rate:70%, magic attack+2, INT+1nIf failed, the item will be destroyed at a 50% rate."],
    [204380, "Dark scroll for Staff for Magic Att. - Improves magic on staff.\nSuccess rate:30%, magic attack+5, INT+3, magic def.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204380, "Scroll for Staff for Magic Att. - Improves magic attack on the staff.\nSuccess rate:65%, magic attack+2, INT+1"],
    [204380, "Scroll for Staff for Magic Att. - Improves magic attack on the staff.\nSuccess rate:15%, magic attack+5, INT+3, magic def.+1"],
    [204380, "[4yrAnniv]Scroll for Staff for Magic Att. - Improves magic attack on Maple Wisdom Staff.\nSuccess rate:40%, magic attack+3, INT+2nIf failed, the item will be destroyed at a 30% rate."],
    [204400, "Scroll for Two-handed Sword for ATT - Improves attack on two-handed sword.\nSuccess rate:100%, weapon attack+1"],
    [204400, "Scroll for Two-handed Sword for ATT - Improves attack on two-handed sword.\nSuccess rate:60%, weapon attack+2, STR+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204400, "Scroll for Two-handed Sword for ATT - Improves attack on two-handed sword.\nSuccess rate:10%, weapon attack+5, STR+3, weapon def.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204400, "Scroll for Two-handed Sword for ATT - Improves attack on two-handed sword weapon.\nSuccess rate:100%, weapon attack+5, STR+3, weapon def.+1"],
    [204400, "Dark scroll for Two-handed Sword for ATT - Improves attack on two-handed sword.\nSuccess rate:70%, weapon attack+2, STR+1nIf failed, the item will be destroyed at a 50% rate."],
    [204400, "Dark scroll for Two-handed Sword for ATT - Improves attack on two-handed sword.\nSuccess rate:30%, weapon attack+5, STR+3, weapon def.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204400, "Scroll for Two-Handed Sword for ATT - Improves attack on the two-handed sword.\nSuccess rate:65%, weapon attack+2, STR+1"],
    [204400, "Scroll for Two-Handed Sword for ATT - Improves attack on the two-handed sword.\nSuccess rate:15%, weapon attack+5, STR+3, weapon def.+1"],
    [204400, "[4yrAnniv]Scroll for Two-Handed Sword for ATT - Improves attack for Maple Soul Rohen. nSuccess rate:40%, weapon attack+3, STR+2nIf failed, the item will be destroyed at a 30% rate."],
    [204401, "Scroll for Two-Handed Sword for Accuracy 100% - Improves accuracy on two-handed swords.\nSuccess rate:100%, accuracy+1"],
    [204401, "Scroll for Two-Handed Sword for Accuracy 70% - Improves accuracy on two-handed swords.\nSuccess rate:70%, accuracy+3, DEX+2, weapon att.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204401, "Scroll for Two-Handed Sword for Accuracy 60% - Improves accuracy on two-handed swords.\nSuccess rate:60%, accuracy+3, DEX+2, weapon att.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204401, "Scroll for Two-Handed Sword for Accuracy 30% - Improves accuracy on two-handed swords.\nSuccess rate:30%, accuracy+5, DEX+3, weapon att.+3nIf failed, the item will be destroyed at a 50% rate."],
    [204401, "Scroll for Two-Handed Sword for Accuracy 10% - Improves accuracy on two-handed swords.\nSuccess rate:10%, accuracy+5, DEX+3, weapon att.+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204410, "Scroll for Two-handed Axe for ATT - Improves attack on two-handed axe.\nSuccess rate:100%, weapon attack+1"],
    [204410, "Scroll for Two-handed Axe for ATT - Improves attack on two-handed axe.\nSuccess rate:60%, weapon attack+2, STR+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204410, "Scroll for Two-handed Axe for ATT - Improves attack on two-handed axe.\nSuccess rate:10%, weapon attack+5, STR+3, weapon def. +1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204410, "Scroll for Two-handed Axe for ATT - Improves attack on two-handed axe.\nSuccess rate:100%, weapon attack+5, STR+3, weapon def.+1"],
    [204410, "Dark scroll for Two-handed Axe for ATT - Improves attack on two-handed axe.\nSuccess rate:70%, weapon attack+2, STR+1nIf failed, the item will be destroyed at a 50% rate."],
    [204410, "Dark scroll for Two-handed Axe for ATT - Improves attack on two-handed axe.\nSuccess rate:30%, weapon attack+5, STR+3, weapon def.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204410, "Scroll for Two-Handed Axe for ATT - Improves attack on the two-handed axe.\nSuccess rate:65%, weapon attack+2, STR+1"],
    [204410, "Scroll for Two-Handed Axe for ATT - Improves attack on the two-handed axe.\nSuccess rate:15%, weapon attack+5, STR+3, weapon def.+1"],
    [204410, "[4yrAnniv]Scroll for Two-Handed Axe for ATT - Improves attack for Maple Demon Axe. nSuccess rate:40%, weapon attack+3, STR+2nIf failed, the item will be destroyed at a 30% rate."],
    [204411, "Scroll for Two-Handed Axe for Accuracy 100% - Improves accuracy on two-handed axe.\nSuccess rate:100%, accuracy+1"],
    [204411, "Scroll for Two-Handed Axe for Accuracy 70% - Improves accuracy on two-handed axe.\nSuccess rate:70%, accuracy+3, DEX+2, weapon att.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204411, "Scroll for Two-Handed Axe for Accuracy 60% - Improves accuracy on two-handed axe.\nSuccess rate:60%, accuracy+3, DEX+2, weapon att.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204411, "Scroll for Two-Handed Axe for Accuracy 30% - Improves accuracy on two-handed axe.\nSuccess rate:30%, accuracy+5, DEX+3, weapon att.+3nIf failed, the item will be destroyed at a 50% rate."],
    [204411, "Scroll for Two-Handed Axe for Accuracy 10% - Improves accuracy on two-handed axe.\nSuccess rate:10%, accuracy+5, DEX+3, weapon att.+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204420, "Scroll for Two-handed BW for ATT - Improves attack on two-handed blunt weapon.\nSuccess rate:100%, weapon attack+1"],
    [204420, "Scroll for Two-handed BW for ATT - Improves attack on two-handed blunt weapon.\nSuccess rate:60%, weapon attack+2, STR+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204420, "Scroll for Two-handed BW for ATT - Improves attack on two-handed blunt weapon.\nSuccess rate:10%, weapon attack+5, STR+3, weapon def.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204420, "Scroll for Two-handed BW for ATT - Improves attack on two-handed blunt weapon.\nSuccess rate:100%, weapon attack+5, STR+3, weapon def.+1"],
    [204420, "Dark scroll for Two-handed BW for ATT - Improves attack on two-handed blunt weapon.\nSuccess rate:70%, weapon attack+2, STR+1nIf failed, the item will be destroyed at a 50% rate."],
    [204420, "Dark scroll for Two-handed BW for ATT - Improves attack on two-handed blunt weapon.\nSuccess rate:30%, weapon attack+5, STR+3, weapon def.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204420, "Scroll for Two-Handed BW for ATT - Improves attack on the two-handed blunt weapon.\nSuccess rate:65%, weapon attack+2, STR+1"],
    [204420, "Scroll for Two-Handed BW for ATT - Improves attack on the two-handed blunt weapon.\nSuccess rate:15%, weapon attack+5, STR+3, weapon def.+1"],
    [204420, "[4yrAnniv]Scroll for Two-Handed BW for ATT - Improves attack on Maple Belzet. nSuccess rate:40%, weapon attack+3, STR+2nIf failed, the item will be destroyed at a 30% rate."],
    [204421, "Scroll for Two-Handed BW for Accuracy 100% - Improves accuracy on two-handed blunt weapon.\nSuccess rate:100%, accuracy+1"],
    [204421, "Scroll for Two-Handed BW for Accuracy 70% - Improves accuracy on two-handed blunt weapon.\nSuccess rate:70%, accuracy+3, DEX+2, weapon att.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204421, "Scroll for Two-Handed BW for Accuracy 60% - Improves accuracy on two-handed blunt weapon.\nSuccess rate:60%, accuracy+3, DEX+2, weapon att.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204421, "Scroll for Two-Handed BW for Accuracy 30% - Improves accuracy on two-handed blunt weapon.\nSuccess rate:30%, accuracy+5, DEX+3, weapon att.+3nIf failed, the item will be destroyed at a 50% rate."],
    [204421, "Scroll for Two-Handed BW for Accuracy 10% - Improves accuracy on two-handed blunt weapon.\nSuccess rate:10%, accuracy+5, DEX+3, weapon att.+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204430, "Scroll for Spear for ATT - Improves attack on spear.\nSuccess rate:100%, weapon attack+1"],
    [204430, "Scroll for Spear for ATT - Improves attack on spear.\nSuccess rate:60%, weapon attack+2, STR+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204430, "Scroll for Spear for ATT - Improves attack on spear.\nSuccess rate:10%, weapon attack+5, STR+3, weapon def.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204430, "Scroll for Spear for ATT - Improves attack on spear.\nSuccess rate:100%, weapon attack +5, STR+3, weapon def.+1"],
    [204430, "Dark scroll for Spear for ATT - Improves attack on spear.\nSuccess rate:70%, weapon attack +2, STR+1nIf failed, the item will be destroyed at a 50% rate."],
    [204430, "Dark scroll for Spear for ATT - Improves attack on spear.\nSuccess rate:30%, weapon attack +5, STR+3, weapon def.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204430, "Scroll for Spear for ATT - Improves attack on the Spear. nSuccess rate:65%, weapon attack+2, STR+1"],
    [204430, "Scroll for Spear for ATT - Improves attack on the Spear. nSuccess rate:15%, weapon attack+5, STR+3, weapon def.+1"],
    [204430, "[4yrAnniv]Scroll for Spear for ATT - Improves attack on Maple Soul Spear. nSuccess rate:40%, weapon attack+3, STR+2nIf failed, the item will be destroyed at a 30% rate."],
    [204431, "Scroll for Spear for Accuracy 100% - Improves accuracy on spears.\nSuccess rate:100%, accuracy+1"],
    [204431, "Scroll for Spear for Accuracy 70% - Improves accuracy on spears.\nSuccess rate:70%, accuracy+3, DEX+2, weapon att.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204431, "Scroll for Spear for Accuracy 60% - Improves accuracy on spears.\nSuccess rate:60%, accuracy+3, DEX+2, weapon att.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204431, "Scroll for Spear for Accuracy 30% - Improves accuracy on spears.\nSuccess rate:30%, accuracy+5, DEX+3, weapon att.+3nIf failed, the item will be destroyed at a 50% rate."],
    [204431, "Scroll for Spear for Accuracy 10% - Improves accuracy on spears.\nSuccess rate:10%, accuracy+5, DEX+3, weapon att.+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204440, "Scroll for Pole Arm for ATT - Improves attack on pole arm.\nSuccess rate:100%, weapon attack+1"],
    [204440, "Scroll for Pole Arm for ATT - Improves attack on pole arm.\nSuccess rate:60%, weapon attack+2, STR+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204440, "Scroll for Pole Arm for ATT - Improves attack on pole arm.\nSuccess rate:10%, weapon attack+5, STR+3, weapon def.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204440, "Scroll for Pole Arm for ATT - Improves attack on pole arm.\nSuccess rate:100%, weapon attack +5, STR+3, weapon def.+1"],
    [204440, "Dark scroll for Pole Arm for ATT - Improves attack on pole arm.\nSuccess rate:70%, weapon attack +2, STR+1nIf failed, the item will be destroyed at a 50% rate."],
    [204440, "Dark scroll for Pole Arm for ATT - Improves attack on pole arm.\nSuccess rate:30%, weapon attack +5, STR+3, weapon def.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204440, "Scroll for Pole Arm for ATT - Improves attack on the Pole arm. nSuccess rate:65%, weapon attack+2, STR+1"],
    [204440, "Scroll for Pole Arm for ATT - Improves attack on the Pole arm. nSuccess rate:15%, weapon attack+5, STR+3, weapon def.+1"],
    [204440, "[4yrAnniv]Scroll for Pole Arm for ATT - Improves attack for Maple Karstan nSuccess rate:40%, weapon attack+3, STR+2nIf failed, the item will be destroyed at a 30% rate."],
    [204441, "Scroll for Pole-Arm for Accuracy 100% - Improves accuracy on pole-arms.\nSuccess rate:100%, accuracy+1"],
    [204441, "Scroll for Pole-Arm for Accuracy 70% - Improves accuracy on pole-arms.\nSuccess rate:70%, accuracy+3, DEX+2, weapon att.+1nIf failed, the item will be destroyed at a 50% rate."],
    [204441, "Scroll for Pole-Arm for Accuracy 60% - Improves accuracy on pole-arms.\nSuccess rate:60%, accuracy+3, DEX+2, weapon att.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204441, "Scroll for Pole-Arm for Accuracy 30% - Improves accuracy on pole-arms.\nSuccess rate:30%, accuracy+5, DEX+3, weapon att.+3nIf failed, the item will be destroyed at a 50% rate."],
    [204441, "Scroll for Pole-Arm for Accuracy 10% - Improves accuracy on pole-arms.\nSuccess rate:10%, accuracy+5, DEX+3, weapon att.+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204450, "Scroll for Bow for ATT - Improves attack on bow.\nSuccess rate:100%, weapon attack+1"],
    [204450, "Scroll for Bow for ATT - Improves attack on bow.\nSuccess rate: 60%, weapon attack+2, accuracy +1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204450, "Scroll for Bow for ATT - Improves attack on bow.\nSuccess rate:10%, weapon attack+5, accuracy+3, DEX+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204450, "Scroll for Bow for ATT - Improves attack on bow.\nSuccess rate:100%, weapon attack +5, accuracy +3, DEX+1"],
    [204450, "Dark scroll for Bow for ATT - Improves attack on bow.\nSuccess rate:70%, weapon attack +2, accuracy +1nIf failed, the item will be destroyed at a 50% rate."],
    [204450, "Dark scroll for Bow for ATT - Improves attack on bow.\nSuccess rate:30%, weapon attack +5, accuracy +3, DEX+1nIf failed, the item will be destroyed at a 50% rate."],
    [204450, "Scroll for Bow for ATT - Improves attack on the Bow. nSuccess rate:65%, weapon attack+2, accuracy+1"],
    [204450, "Scroll for Bow for ATT - Improves attack on the Bow. nSuccess rate:15%, weapon attack+5, accuracy+3, DEX+1"],
    [204450, "[4yrAnniv]Scroll for Bow for ATT - Improves attack on Maple Kandiva Bow. nSuccess rate:40%, weapon attack+3, accuracy+1nIf failed, the item will be destroyed at a 30% rate."],
    [204460, "Scroll for Crossbow for ATT - Improves attack on crossbow.\nSuccess rate:100%, weapon attack+1"],
    [204460, "Scroll for Crossbow for ATT - Improves attack on crossbow.\nSuccess rate:60%, weapon attack+2, accuracy+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204460, "Scroll for Crossbow for ATT - Improves attack on crossbow.\nSuccess rate:10%, weapon attack+5, accuracy+3, DEX+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204460, "Scroll for Crossbow for ATT - Improves attack on crossbow.\nSuccess rate:100%, weapon attack+5, accuracy+3, DEX+1"],
    [204460, "Dark scroll for Crossbow for ATT - Improves attack on crossbow.\nSuccess rate:70%, weapon attack+2, accuracy+1nIf failed, the item will be destroyed at a 50% rate."],
    [204460, "Dark scroll for Crossbow for ATT - Improves attack on crossbow.\nSuccess rate:30%, weapon attack+5, accuracy+3, DEX+1nIf failed, the item will be destroyed at a 50% rate."],
    [204460, "Scroll for Crossbow for ATT - Improves attack on the Crossbow. nSuccess rate:65%, weapon attack+2, accuracy+1"],
    [204460, "Scroll for Crossbow for ATT - Improves attack on the Crossbow. nSuccess rate:15%, weapon attack+5, accuracy+3, DEX+1"],
    [204460, "[4yrAnniv]Scroll for Crossbow for ATT - Improves attack on Maple Nishada. nSuccess rate:40%, weapon attack+3, accuracy+2nIf failed, the item will be destroyed at a 30% rate."],
    [204470, "Scroll for Claw for ATT - Improves attack on claw.\nSuccess rate:100%, weapon attack+1"],
    [204470, "Scroll for Claw for ATT - Improves attack on claw.\nSuccess rate:60%, weapon attack+2, accuracy+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204470, "Scroll for Claw for ATT - Improves attack on claw.\nSuccess rate:10%, weapon attack+5, accuracy+3, LUK+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204470, "Scroll for Claw for ATT - Improves attack on claw.\nSuccess rate:100%, weapon attack+5, accuracy+3, LUK+1"],
    [204470, "Dark Scroll for Claw for ATT - Improves attack on claw.\nSuccess rate:70%, weapon attack +2, accuracy +1nIf failed, the item will be destroyed at the 50% rate."],
    [204470, "Dark scroll for Claw for ATT - Improves attack on claw.\nSuccess rate:30%, weapon attack +5, accuracy +3, LUK+1nIf failed, the item will be destroyed at a 50% rate."],
    [204470, "Scroll for Claw for ATT - Improves attack on the Claw. nSuccess rate:65%, weapon attack+2, accuracy+1"],
    [204470, "Scroll for Claw for ATT - Improves attack on the Claw. nSuccess rate:15%, weapon attack+5, accuracy+3, LUK+1"],
    [204470, "[4yrAnniv]Scroll for Claw for ATT - Improves attack on Maple Scandar. nSuccess rate:40%, weapon attack+3, accuracy+2nIf failed, the item will be destroyed at a 30% rate."],
    [204480, "Scroll for Knuckler for Attack 100% - Improves attack on Knucklers.\nSuccess rate:100%, weapon att. +1"],
    [204480, "Scroll for Knuckler for Attack 60% - Improves attack on Knucklers.\nSuccess rate:60%, weapon att. +2, STR+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204480, "Scroll for Knuckler for ATT - Improves attack on Knucklers.\nSuccess rate:10%, weapon att. +5, STR+3, weapon def. +1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204480, "Scroll for Knuckler for Attack 70% - Improves attack on Knucklers.\nSuccess rate:70%, weapon att. +2, STR+1nIf failed, the item will be destroyed at a 50% rate"],
    [204480, "Scroll for Knuckler for Attack 30% - Improves attack on Knucklers.\nSuccess rate:30%, weapon att. +5, STR+3, weapon def. +1nIf failed, the item will be destroyed at a 50% rate"],
    [204480, "Scroll for Knuckle for Accuracy 100% - Improves accuracy on knuckles.\nSuccess rate:100%, accuracy+1"],
    [204480, "Scroll for Knuckle for Accuracy 70% - Improves accuracy on knuckles.\nSuccess rate:70%, accuracy+3, DEX+2, weapon att.+1nIf failed, the item will be destroyed at a 50% rate.."],
    [204480, "Scroll for Knuckle for Accuracy 60% - Improves accuracy on knuckles.\nSuccess rate:60%, accuracy+3, DEX+2, weapon att.+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204480, "Scroll for Knuckle for Accuracy 30% - Improves accuracy on knuckles.\nSuccess rate:30%, accuracy+5, DEX+3, weapon att.+3nIf failed, the item will be destroyed at a 50% rate.."],
    [204480, "Scroll for Knuckle for Accuracy 10% - Improves accuracy on knuckles.\nSuccess rate:10%, accuracy+5, DEX+3, weapon att.+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204481, "[4yrAnniv] Scroll for Knuckle for Attack 40% - Improves the attack on Maple Golden Claw. nSuccess rate:40%,weapon att.+3,STR+2nIf failed, the item will be destroyed at a 30% rate."],
    [204490, "Scroll for Gun for Attack 100% - Improves attack on Guns.\nSuccess rate:100%, weapon att. +1"],
    [204490, "Scroll for Gun for Attack 60% - Improves attack on Guns.\nSuccess rate:60%, weapon att. +2, accuracy+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204490, "Scroll for Gun for ATT - Improves attack on Guns.\nSuccess rate:10%, weapon att. +5, accuracy+3, DEX+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204490, "Scroll for Gun for Attack 70% - Improves attack on Guns.\nSuccess rate:70%, weapon att. +2, accuracy+1nIf failed, the item will be destroyed at a 50% rate"],
    [204490, "Scroll for Gun for Attack 30% - Improves attack on Guns.\nSuccess rate:30%, weapon att. +5, accuracy+3, DEX+1nIf failed, the item will be destroyed at a 50% rate"],
    [204490, "[4yrAnniv] Gun for Attack 40% - Improves the attact on Maple Canon Shooter. nSuccess rate:40%, weapon att.+3,naccuracy+2nIf failed, the item will be destroyed at a 30% rate."],
    [204800, "Scroll for Pet Equip. for Speed - Improves speed on pet equip.\nSuccess rate:100%, speed+1"],
    [204800, "Scroll for Pet Equip. for Speed - Improves speed on pet equip.\nSuccess rate:60%, moving speed+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204800, "Scroll for Pet Equip. for Speed - Improves speed on pet equip.\nSuccess rate:10%, moving speed+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204800, "Scroll for Pet Equip. for Jump - Improves jump on pet equip.\nSuccess rate:100%, jump+1"],
    [204800, "Scroll for Pet Equip. for Jump - Improves jump on pet equip.\nSuccess rate:60%, jump+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204800, "Scroll for Pet Equip. for Jump - Improves jump on pet equip.\nSuccess rate:10%, jump+3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204800, "Scroll for Pet Equip. for Speed - Improves speed on Pet Equip. nSuccess rate:65%, speed+2"],
    [204800, "Scroll for Pet Equip. for Speed - Improves speed on Pet Equip. nSuccess rate:15%, speed+3"],
    [204800, "Scroll for Pet Equip. for Jump - Improves jump on Pet equip. nSuccess rate:65%, jump+2"],
    [204800, "Scroll for Pet Equip. for Jump - Improves jump on Pet equip. nSuccess rate:15%, jump+3"],
    [204801, "Scroll for Pet Equip. for STR 60% - Improves strength on pet equipments.\nSuccess rate:60%, STR+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204801, "Scroll for Pet Equip. for INT 60% - Improves intelligence on pet equipments.\nSuccess rate:60%, INT+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204801, "Scroll for Pet Equip. for DEX 60% - Improves dexterity on pet equipments.\nSuccess rate:60%, DEX+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204801, "Scroll for Pet Equip. for LUK 60% - Improves luck on pet equipments.\nSuccess rate:60%, LUK+1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204900, "Clean Slate Scroll 1% - Recovers the lost number of upgrades due to failed scroll by 1. Not available on Cash Items. Success rate:1%, If failed, the item will be destroyed at a 2% rate..."],
    [204900, "Clean Slate Scroll 3% - Recovers the lost number of upgrades due to failed scroll by 1. Success rate:3%, If failed, the item will be destroyed at a 6% rate.."],
    [204900, "Clean Slate Scroll 5% - Recovers the lost number of upgrades due to failed scroll by 1. Success rate:5%, If failed, the item will be destroyed at a 10% rate.."],
    [204900, "Clean Slate Scroll 20% - Recovers the lost number of upgrades due to failed scroll by 1. Success rate:20%, If failed, the item will be destroyed at a 50% rate.."],
    [204910, "Chaos Scroll 60% - Alters the equipment for better or worse. Not available on Cash Items.\nSuccess rate:60%"],
    [204910, "Liar Tree Sap 100% - Use this on Pinocchio's nose to improve or downgrade the item options.\nSuccess rate:100%"],
    [204910, "Maple Syrup 100% - Use it on Maple Leaf to improve or downgrade the item option. Success rate:100%"],
    [204910, "Agent Equipment Scroll 100% - Can be used on an agent equipment to either enhance or worsen the function.\nSuccess rate:100%"],
    [205000, "Antidote - Cures the state of being poisoned."],
    [205000, "Eyedrop - Cures the state of darkness"],
    [205000, "Tonic - Cures the state of weakness."],
    [205000, "Holy Water - Allows you to recover from the state of curse or being sealed up."],
    [205000, "All Cure Potion - Allows you to recover from any abnormal state."],
    [205000, "One View - Use it on view-restricted map to increase the vision of your partymates and yourself for 1 minute."],
    [205000, "Owl Potion - Recover total vision in vision-restricted map for 30 seconds."],
    [205009, "The Lost eye - The Lost eye"],
    [205009, "Flaming feather - Flaming feather"],
    [206000, "Arrow for Bow - A barrel full of arrows. Only usable with bows."],
    [206000, "Bronze Arrow for Bow - A barrel full of bronze arrows. Only usable with bows.\nAttack + 1"],
    [206000, "Steel Arrow for Bow - A barrel full of steel arrows. Only usable with bows.\nSTR +1, Attack +1"],
    [206000, "Red Arrow for Bow - A case full of arrows. Can only be used with a bow. \nAttack + 4."],
    [206000, "Diamond Arrow for Bow - A case full of arrows. Can only be used with a bow.nAttack + 4."],
    [206000, "Snowball - A packed ball of snow. Can be thrown to inflict damage."],
    [206000, "Big Snowball - A bigger, more intimidating packed ball of snow. Can be thrown to inflict damage."],
    [206100, "Arrow for Crossbow - A barrel full of arrows. Only usable with crossbows."],
    [206100, "Bronze Arrow for Crossbow - A barrel full of bronze arrows. Only usable with crossbows.\nAttack + 1"],
    [206100, "Steel Arrow for Crossbow - A barrel full of steel arrows. Only usable with crossbows.nAttack +2"],
    [206100, "Blue Arrow for Crossbow - A case full of arrows. Can only be used with a crossbow.nAttack + 4."],
    [206100, "Diamond Arrow for Crossbow - A case full of arrows. Can only be used with a crossbow.nAttack + 4."],
    [207000, "Subi Throwing-Stars - A throwing-star made out of steel. Once they run out, they need to be recharged.\nLevel Limit : 10, Attack + 15"],
    [207000, "Wolbi Throwing-Stars - A throwing-star made out of steel. Once they run out, they need to be recharged.\nLevel Limit : 10, Attack + 17"],
    [207000, "Mokbi Throwing-Stars - A throwing-star made out of steel. Once they run out, they need to be recharged.\nLevel Limit : 10, Attack + 19"],
    [207000, "Kumbi Throwing-Stars - A throwing-star made out of steel. Once they run out, they need to be recharged.\nLevel Limit : 10, Attack + 21"],
    [207000, "Tobi Throwing-Stars - A throwing-star made out of steel. Once they run out, they need to be recharged.\nLevel Limit : 10, Attack + 23"],
    [207000, "Steely Throwing-Knives - A throwing-star made out of steel. Once they run out, they need to be recharged.\nLevel Limit : 10, Attack + 25"],
    [207000, "Ilbi Throwing-Stars - A throwing-star made out of steel. Once they run out, they need to be recharged.\nLevel Limit : 10, Attack + 27"],
    [207000, "Hwabi Throwing-Stars - A throwing-star made out of steel. Once they run out, they need to be recharged.\nLevel Limit : 10, Attack + 27"],
    [207000, "Snowball - A well-packed snowball. Once they run out, they need to be recharged.\nLevel Limit : 10, Attack + 17"],
    [207000, "Wooden Top - When thrown, it spins fast and flies at great speed. Once they are all used up, they need to be recharged.\nLevel Limit : 10, Attack + 19"],
    [207001, "Icicle - Sharp icicles. Once they run out, they need to be recharged.rnLevel Limit : 10, Attack + 21"],
    [207001, "Maple Throwing-Stars - Maple-shaped steel throwing-stars. Once they run out, they need to be recharged.rnLevel Limit : 10, Attack + 21"],
    [207001, "Paper Fighter Plane - A paper plane that can be thrown at things. Once they run out, they need to be recharged.\nAttack +20"],
    [207001, "Orange - A tasty orange that can be thrown at things.\nAttack + 20"],
    [207001, "Devil Rain Throwing Star - Throwing Star"],
    [207001, "A Beginner Thief's Throwing Stars - These are steel throwing stars given by Dark Lord for Beginner Thieves. Unlike normal throwing stars, you can't recharge it. \nAttack + 15"],
    [207001, "Crystal Ilbi Throwing-Stars - A throwing-star made of crystal. Once they run out, they need to be recharged. rnAttack + 29"],
    [207001, "Balanced Fury - Ancient Shadowknight throwing stars made from black crystal.  These can be recharged when used up. rnAttack + 30"],
    [208300, "Heart Megaphone - Shout to everyone in the world your character is on with this megaphone. (Heart accents)"],
    [208400, "Skull Megaphone - Shout to everyone in the world your character is on with this megaphone. (Skull accents)"],
    [210000, "Black Sack - If you think your level's too low, don't bother opening it."],
    [210900, "Monster Marble - A marble that contains poisoned monsters.Use it to bring out the poisoned monster from the marble."],
    [221000, "Orange Mushroom Piece - A crystal piece that resembles Orange Mushroom. When used, the crystal will melt into the body, and its mythical power will transform the user into Orange Mushroom. This mythical power will last for an hour."],
    [221000, "Ribbon Pig Piece - A crystal piece that resembles Ribbon Pig. When used, the crystal will melt into the body, and its mythical power will transform the user into Ribbon Pig. This mythical power will last for an hour."],
    [221000, "Grey Piece - A crystal piece that resembles Grey. When used, the crystal will melt into the body, and its mythical power will transform the user into Grey. This mythical power will last for an hour."],
    [221000, "Dragon Elixir - A mysterious elixir made by Moira which enables anyone that drinks this potion to temporarily transform into a dragon."],
    [221000, "Tigun Transformation Bundle. - A secret medicine that allows you to transform into Tigun, the patrol guard."],
    [221000, "Rainbow-colored Snail Shell - A special shell only found through Mano. Apparently it's powerful enough to grant a wish..."],
    [221000, "Change to Ghost - First the body feels light, then all of a sudden, you're floating. Oh no, you're a ghost!"],
    [221000, "Ghost Candy - A ghost-shaped candy with a mysterious set of ingredients. Apparently it has some special powers."],
    [221000, "Sophillia's Abandoned Doll - An abandoned doll that Sophillia threw away a long time ago, but revived by the Masked Man. Pet its hair, and you'll turn into Sophillia for 3 minutes."],
    [221001, "Potion of Transformation - The moment this potion is taken, you'll become a powerful, otherworldly being."],
    [221001, "Potion of Transformation - The moment this potion is taken, you'll become a powerful, otherworldly being."],
    [221001, "Change to Mouse - Transform into a small, tiny mouse."],
    [221001, "Mini Draco Transformation - The mysterious skills of an old halfling has transformed you into a form of a dragon. You can now fly."],
    [221002, "Cliff's Special Potion - No one knows what you'll transform into when you drink this, but something WILL happen for one hour.  It's all about the risk..."],
    [221002, "Maplemas Party Potion - Double-click on this to transform a character of your choice. Which one? Try it and find out!"],
    [221003, "Cody's Picture - A picture given by Cody of himself.  I get a feeling something fun will happen when I use it."],
    [221003, "Cake Picture - A picture of a delicious cake that Cody gave as a gift.  I get a feeling something funny with happen when I use it."],
    [221100, "Cliff's Special Potion - No one knows what you'll transform into when you drink this, but something WILL happen for one hour.  It's all about the risk..."],
    [221200, "Maplemas Party Potion - Double-click on this to transform a character of your choice. Which one? Try it and find out!"],
    [224000, "Moonstone Engagement Ring Box - Engagement Ring made of Moon Rock. The ring will be inside a wrapped box. Required for proposal."],
    [224000, "Star gem Engagement Ring Box - Engagement Ring made of Star Rock. The ring will be inside a wrapped box. Required for proposal."],
    [224000, "Golden Heart Engagement Ring Box - Engagement Ring made of gold. The ring will be inside a wrapped box. Required for proposal."],
    [224000, "Silver Swan Engagement Ring Box - Engagement Ring made of silver. The ring will be inside a wrapped box. Required for proposal."],
    [224000, "Ring of Moon Stone - An engagement ring crafted out of Moon Rock and Diamond. Use this to propose to your loved one."],
    [224000, "Ring of Moon Stone: 2 Carats - An engagement ring crafted out of Moon Rock and 2 carats of Diamond. Use this to propose to your loved one."],
    [224000, "Ring of Moon Stone: 3 Carats - An engagement ring crafted out of Moon Rock and 3 carats of Diamond. Use this to propose to your loved one."],
    [224000, "Ring of Shining Star - An engagement ring crafted out of Star Rock and Diamond. Use this to propose to your loved one."],
    [224000, "Ring of Shining Star: 2 Carats - An engagement ring crafted out of Star Rock and 2 carats of Diamond. Use this to propose to your loved one."],
    [224000, "Ring of Shining Star: 3 Carats - An engagement ring crafted out of Star Rock and 3 carats of Diamond. Use this to propose to your loved one."],
    [224001, "Gold Heart Ring - An engagement ring crafted out of Gold and Diamond. Use this to propose to your loved one."],
    [224001, "Gold Heart Ring: 2 Carats - An engagement ring crafted out of Gold and 2 carats of Diamond. Use this to propose to your loved one."],
    [224001, "Gold Heart Ring: 3 Carats - An engagement ring crafted out of Gold and 3 carats of Diamond. Use this to propose to your loved one."],
    [224001, "Ring of Silver Wing - An engagement ring crafted out of Silver and Diamond. Use this to propose to your loved one."],
    [224001, "Ring of Silver Wing: 2 Carats - An engagement ring crafted out of Silver and 2 carats of Diamond. Use this to propose to your loved one."],
    [224001, "Ring of Silver Wing: 3 Carats - An engagement ring crafted out of Silver and 3 carats of Diamond. Use this to propose to your loved one."],
    [226000, "Revitalizer - Restores tamed monster's fatigue level by 30."],
    [227000, "Pheromone Perfume - A perfume created by Kenta using Pheromone. Enables the user to tame hogs down at the Korean Folk Village."],
    [227000, "Pouch - A pouch with a jewel on the surface. Possesses a special power in that double-clicking the pouch will suck up the surrounding ghosts in the area."],
    [227000, "Element Rock - A special alchemist tool that converts an absorbed power of monster into a jewel. The inner part seems to be slightly transparent."],
    [227000, "Cliff's Magic Cane - A magic cane that tames the lost Rudolph."],
    [227000, "Purification Marble - It's a special magic marble that can contain and purify a monster."],
    [227000, "1st Transparent Marble - A special magic marble that can contain a poisoned monster on the 1st floor."],
    [227000, "2nd Transparent Marble - A special magic marble that can contain a poisoned monster on the 2nd floor."],
    [227000, "3rd Transparent Marble - A special magic marble that can contain a poisoned monster on the 3rd floor."],
    [228000, "Lava Bottle - A glass bottle that contains an actual lava, which is waiting to be spilled out. Drink this lava, and the lava will consume the body with fire, which will enable the drinker to master Fire Demon."],
    [228000, "Black Cloud Machine - A mechanical device that produces black clouds. Enables the character to acquire the Smokescreen skill using the clouds."],
    [228000, "Firm Hand - A stimulant packaged inside a bottle that resembles a clenched fist. Drinking the stimulant will allow the character to acquire The Will of a Warrior."],
    [228000, "[Skill Book] Maple Warrior - You can learn #cMaple Warrior# with this book.rnJob : All 4th jobsrnCondition : #cMaple Warrior# not acquired."],
    [228000, "[Skill Book] Infinity - You can learn #cInfinity# with this book.rnJob : 4th Advancement MagicianrnCondition : #cInfinity# not acquired"],
    [228000, "[Skill Book] Dragon's Breath - You can learn #cDragon's Breath# with this book.wnJob : 4th Advancement BowmanrnCondition : #cDragon's Breath# not acquired"],
    [228000, "[Skill Book] Taunt - You can learn #cTaunt# with this book.rnJob : 4th Advancement ThiefrnCondition : #cTaunt# not acquired"],
    [228000, "[Skill Book] Advanced Combo Attack - You can learn #cAdvanced Combo Attack# with this book.rnClass : HerornCondition : #cAdvanced Combo# not acquired"],
    [228000, "[Skill Book] Advanced Charge - You can learn #cAdvanced Charge# with this book.rnClass : PaladinrnCondition : #cAdvanced Charge# not acquired"],
    [228000, "[Skill Book] Angel Ray - You can learn #cAngel Ray# with this book.rnClass : BishoprnCondition : #cAngel Ray# not acquired"],
    [228001, "[Skill Book] Triple Throw - You can learn #cTriple Throw# with this book.rnClass : Night LordrnCondition : #cTriple Throw# not acquired"],
    [228001, "Ancient Ice Powder - This is a pack full of ancient ice powder. If you eat this,  you will feel chilled and can learn Ice Demon."],
    [228001, "[Skill Book] Rush - You can learn #cRush# with this book.rnJob : 4th Advancement WarriorrnCondition : #cRush# not acquired"],
    [228001, "[Skill Book] Final Blow - Skill Book from which you can learn about the #cFinal Blow# skill.\nJob: 4th Advancement Aran\nCondition: #cFinal Blow# not available"],
    [228001, "[Skill Book] High Defense - Skill Book from which you can learn about the #cHigh Defense# skill.\nJob: 4th Advancement Aran\nCondition: #cHigh Defense# not available"],
    [228001, "[Skill Book] Combo Tempest - Skill Book from which you can learn about the #cCombo Tempest# skill.\nJob: 4th Advancement Aran\nCondition: #cCombo Tempest# not available"],
    [228001, "[Skill Book] Combo Barrier - Skill Book from which you can learn about the #cCombo Barrier# skill.\nJob: 4th Advancement Aran\nCondition: #cCombo Barrier# not available"],
    [228001, "[Skill Book] Pig's Weakness - Skill Book from which you can learn about the #cPig's Weakness# skill.\nCondition: #cPig's Weakness# not available"],
    [228001, "[Skill Book] Stump's Weakness - Skill Book from which you can learn about the #cStump's Weakness# skill.\nCondition: #cStump's Weakness# not available"],
    [228001, "[Skill Book] Slime's Weakness - Skill Book from which you can learn about the #cSlime's Weakness# skill.\nCondition: #cSlime's Weakness# not available"],
    [229000, "[Mastery Book] Monster Magnet - This increases master level of the  #cMonster Magnet# skill up to 20 with 70% chance of success.rnJob : 4th Advancement WarriorrnCondition : Skill level above 5"],
    [229000, "[Mastery Book] Monster Magnet - This increases master level of the  #cMonster Magnet# skill up to 30 with 50% chance of success. rnJob : 4th Advancement WarriorrnCondition : Skill Level above 15"],
    [229000, "[Mastery Book] Achilles - This increases the master level of #cAchilles# up to 20 with 70% of chance.rnJob : 4th Advancement WarriorrnCondition : Skill level above 5"],
    [229000, "[Mastery Book] Achilles - This increases the master level of #cAchilles# up to 30 with 50% of chance.rnJob : 4th Advancement WarriorrnCondition : Skill level above 15"],
    [229000, "[Mastery Book] Rush - This increases the master level of #cRush# up to 20 with 70% of chance.rnJob : 4th Advancement WarriorrnCondition : Skill level above 5"],
    [229000, "[Mastery Book] Rush - This increases the master level of #cRush# up to 30 with 50% of chance.rnJob : 4th Advancement WarriorrnCondition : Skill level above 15"],
    [229000, "[Mastery Book] Power Stance - This increases the master level of #cPower Stance# up to 20 with 70% of chance.rnJob : 4th Advancement WarriorrnCondition : Skill level above 5"],
    [229000, "[Mastery Book] Power Stance - This increases the master level of #cPower Stance# up to 30 with 50% of chance.rnJob : 4th Advancement WarriorrnCondition : Skill level above 15"],
    [229000, "[Mastery Book] Advanced Combo Attack - This increases the master level of #cAdvanced Combo Attack# up to 20 with 70% of chance.rnClass : HerornCondition : Skill level above 5"],
    [229000, "[Mastery Book] Advanced Combo Attack - This increases the master level of #cAdvanced Combo Attack# up to 30 with 50% of chance.rnClass : HerornCondition : Skill level above 15"],
    [229001, "[Mastery Book] Brandish - This increases the master level of #cBrandish# up to 20 with 70% of chance.rnClass : HerornCondition : Skill level above 5"],
    [229001, "[Mastery Book] Brandish - This increases the master level of #cBrandish# up to 30 with 50% of chance.rnClass : HerornCondition : Skill level above 15"],
    [229001, "[Mastery Book] Blast - This increases the master level of #cBlast # up to 20 with 70% of chance.rnClass : PaladinrnCondition : Skill level above 5"],
    [229001, "[Mastery Book] Blast - This increases the master level of #cBlast# up to 30 with 50% of chance.rnClass : PaladinrnCondition : Skill level above 15"],
    [229001, "[Mastery Book] Guardian - This increases the master level of #cGuardian# up to 20 with 70% of chance.rnClass : Hero,PaladinrnCondition : Skill level above 5"],
    [229001, "[Mastery Book] Guardian - This increases the master level of #cGuardian# up to 30 with 50% of chance.rnClass : Hero,PaladinrnCondition : Skill level above 15"],
    [229001, "[Mastery Book] Enrage - This increases the master level of #cEnrage# up to 20 with 70% of chance.rnClass : HerornCondition : Skill level above 5"],
    [229001, "[Mastery Book] Enrage - This increases the master level of #cEnrage# up to 30 with 50% of chance.rnClass : HerornCondition : Skill level above 15"],
    [229001, "[Mastery Book] Holy Charge - This increases the master level of #cHoly Charge# up to 20 with 70% of chance.rnClass : PaladinrnCondition : Skill level above 5"],
    [229001, "[Mastery Book] Divine Charge - This increases the master level of #cDivine Charge# up to 20 with 70% of chance.rnClass : PaladinrnCondition : Skill level above 5"],
    [229002, "[Mastery Book] Heaven's Hammer - This increases the master level of #cHeaven's Hammer# up to 20 with 70% of chance.rnClass : PaldainrnCondition : Skill level above 5"],
    [229002, "[Mastery Book] Heaven's Hammer - This increases the master level of #cHeaven's Hammer# up to 30 with 50% of chance.rnClass : PaladinrnCondition : Skill level above 15"],
    [229002, "[Mastery Book] Berserk - This increases the master level of #cBerserk# up to 20 with 70% of chance.rnClass : Dark KnightrnCondition : Skill level above 5"],
    [229002, "[Mastery Book] Berserk - This increases the master level of #cBerserk# up to 30 with 50% of chance.rnClass : Dark KnightrnCondition : Skill level above 15"],
    [229002, "[Mastery Book] Mana Reflection - This increases the master level of #cMana Reflection# up to 20 with 70% of chance.rnJob : 4th Advancement MagicianrnCondition : Skill level above 5"],
    [229002, "[Mastery Book] Mana Reflection - This increases the master level of #cMana Reflection# up to 30 with 50% of chance.rnJob : 4th Advancement MagicianrnCondition : Skill level above 15"],
    [229002, "[Mastery Book] Big Bang - This increases the master level of #cBig Bang# up to 20 with 70% of chance.rnJob : 4th Advancement MagicianrnCondition : Skill level above 5"],
    [229002, "[Mastery Book] Big Bang - This increases the master level of #cBig Bang # up to 30 with 50% of chance.rnJob : 4th Advancement MagicianrnCondition : Skill level above 15"],
    [229002, "[Mastery Book] Infinity - This increases the master level of #cInfinity# up to 20 with 70% of chance.rnJob : 4th Advancement MagicianrnCondition : Skill level above 5"],
    [229002, "[Mastery Book] Infinity - This increases the master level of #cInfinity# up to 30 with 50% of chance.rnJob : 4th Advancement MagicianrnCondition : Skill level above 15"],
    [229003, "[Mastery Book] Paralyze - This increases the master level of #cParalyze# up to 20 with 70% of chance.rnClass : Arch Mage(Fire,Poison)rnCondition : Skill level above 5"],
    [229003, "[Mastery Book] Paralyze - This increases the master level of #cParalyze# up to 30 with 50% of chance.rnClass : Arch Mage(Fire,Poison)rnCondition : Skill level above 15"],
    [229003, "[Mastery Book] Chain Lightning - This increases the master level of #cChain Lightning# up to 20 with 70% of chance.rnClass : Arch Mage(Ice, Lightning)rnCondition : Skill level above 5"],
    [229003, "[Mastery Book] Chain Lightning - This increases the master level of #cChain Lightning# up to 30 with 50% of chance.rnClass : Arch Mage(Ice, Lightning)rnCondition : Skill level above 15"],
    [229003, "[Mastery Book]  Holy Shield - This increases the master level of #cHoly Shield# up to 20 with 70% of chance.rnClass : BishoprnCondition : Skill Level above 5"],
    [229003, "[Mastery Book] Holy Shield - This increases the master level of #cHoly Shield# up to 30 with 50% of chance.rnClass : BishoprnCondition : Skill level above 15"],
    [229003, "[Mastery Book] Fire Demon - This increases the master level of #cFire Demon# up to 20 with 70% of chance.rnClass : Arch Mage(Fire,Poison)rnCondition : Skill level above 5"],
    [229003, "[Mastery Book] Fire Demon - This increases the master level of #cFire Demon# up to 30 with 50% of chance.rnClass : Arch Mage(Fire,Poison)rnCondition : Skill level above 15"],
    [229003, "[Mastery Book] Elquines - This increases the master level of #cElquines# up to 20 with 70% of chance.rnClass : Arch Mage(Fire,Poison)rnCondition : Skill level above 5"],
    [229003, "[Mastery Book] Elquines - This increases the master level of #cElquines# up to 30 with 50% of chance.rnClass : Arch Mage(Fire,Poison)rnCondition : Skill level above 15"],
    [229004, "[Mastery Book] Meteor Shower - This increases the master level of #cMeteor Shower# up to 20 with 70% of chance.rnClass : Arch Mage(Fire,Poison)rnCondition : Skill level above 5"],
    [229004, "[Mastery Book] Meteor Shower - This increases the master level of #cMeteor Shower# up to 30 with 50% of chance.rnClass : Arch Mage(Fire,Poison)rnCondition : Skill level above 15"],
    [229004, "[Mastery Book] Ice Demon - This increases the master level of #cIce Demon# up to 20 with 70% of chance.rnClass : Arch Mage(Ice, Lightning)rnCondition : Skill level above 5"],
    [229004, "[Mastery Book] Ice Demon - This increases the master level of #cIce Demon# up to 30 with 50% of chance.rnClass : Arch Mage(Ice, Lightning)rnCondition : Skill level above 15"],
    [229004, "[Mastery Book] Ifrit - This increases the master level of #cIfrit# up to 20 with 70% of chance.rnClass : Arch Mage(Ice,Lightning)rnCondition : Skill level above 5"],
    [229004, "[Mastery Book] Ifrit - This increases the master level of #cIfrit# up to 30 with 50% of chance.rnClass : Arch Mage(Ice,Lightning)rnCondition : Skill level above 15"],
    [229004, "[Mastery Book] Blizzard - This increases the master level of #cBlizzard# up to 20 with 70% of chance.rnClass : Arch Mage(Ice,Lightning)rnCondition : Skill level above 5"],
    [229004, "[Mastery Book] Blizzard - This increases the master level of #cBlizzard# up to 30 with 50% of chance.rnClass : Arch Mage(Ice,Lightning)rnCondition : Skill level above 15"],
    [229004, "[Mastery Book] Genesis - This increases the master level of #cGenesis# up to 20 with 70% of chance.rnClass : BishoprnCondition : Skill level above 5"],
    [229004, "[Mastery Book] Genesis - This increases the master level of #cGenesis# up to 30 with 50% of chance.rnClass : BishoprnCondition : Skill level above 15"],
    [229005, "[Mastery Book] Angel Ray - This increases the master level of #cAngel Ray# up to 20 with 70% of chance.rnClass : BishoprnCondition : Skill level above 5"],
    [229005, "[Mastery Book] Angel Ray - This increases the master level of #cAngel Ray# up to 30 with 50% of chance.rnClass : BishoprnCondition : Skill level above 15"],
    [229005, "[Mastery Book] Sharp Eyes - This increases the master level of #cSharp Eyes# up to 20 with 70% of chance.rnJob : 4th Advancement BowmanrnCondition : Skill level above 5"],
    [229005, "[Mastery Book] Sharp Eyes - This increases the master level of #cSharp Eyes# up to 30 with 50% of chance.rnJob : 4th Advancement BowmanrnCondition : Skill level above 15"],
    [229005, "[Mastery Book] Dragon's Breath - This increases the master level of #cDragon's Breath# up to 20 with 70% of chance.rnJob : 4th Advancement BowmanrnCondition : Skill level above 5"],
    [229005, "[Mastery Book] Dragon's Breath - This increases the master level of #cDragon's Breath# up to 30 with 50% of chance.rnJob : 4th Advancement BowmanrnCondition : Skill level above 15"],
    [229005, "[Mastery Book] Bow Expert - This increases the master level of #cBow Expert# up to 20 with 70% of chance.rnClass : Bow MasterrnCondition : Skill level above 5"],
    [229005, "[Mastery Book] Bow Expert - This increases the master level of #cBow Expert # up to 30 with 50% of chance.rnClass : Bow MasterrnCondition : Skill level above 15"],
    [229005, "[Mastery Book] Hamstring Shot - This increases the master level of #cHamstring Shot# up to 20 with 70% of chance.rnClass : Bow MasterrnCondition : Skill level above 5"],
    [229005, "[Mastery Book] Hamstring Shot - This increases the master level of #cHamstring Shot# up to 30 with 50% of chance.rnClass : Bow MasterrnCondition : Skill level above 15"],
    [229006, "[Mastery Book] Hurricane - This increases the master level of #cHurricane# up to 20 with 70% of chance.rnClass : Bow MasterrnCondition : Skill level above 5"],
    [229006, "[Mastery Book] Hurricane - This increases the master level of #cHurricane# up to 30 with 50% of chance.rnClass : Bow MasterrnCondition : Skill level above 15"],
    [229006, "[Mastery Book] Phoenix - This increases the master level of #cPhoenix# up to 20 with 70% of chance.rnClass : Bow MasterrnCondition : Skill level above 5"],
    [229006, "[Mastery Book] Phoenix - This increases the master level of #cPhoenix# up to 30 with 50% of chance.rnClass : Bow MasterrnCondition : Skill level above 15"],
    [229006, "[Mastery Book] Concentrate - This increases the master level of #cConcentrate# up to 20 with 70% of chance.rnClass : Bow MasterrnCondition : Skill level above 5"],
    [229006, "[Mastery Book] Concentrate - This increases the master level of #cConcentrate# up to 30 with 50% of chance.rnClass : Bow MasterrnCondition : Skill level above 15"],
    [229006, "[Mastery Book] Marksman Boost - This increases the master level of #cMarksman Boost# up to 20 with 70% of chance.rnClass : MarksmanrnCondition : Skill level above 5"],
    [229006, "[Mastery Book] Marksman Boost - This increases the master level of #cMarksman Boost# up to 30 with 50% of chance.rnClass : MarksmanrnCondition : Skill level above 15"],
    [229006, "[Mastery Book] Blind - This increases the master level of #cBlind# up to 20 with 70% of chance.rnClass : MarksmanrnCondition : Skill level above 5"],
    [229006, "[Mastery Book] Blind - This increases the master level of #cBlind# up to 30 with 50% of chance.rnClass : MarksmanrnCondition : Skill level above 15"],
    [229007, "[Mastery Book] Piercing Arrow - This increases the master level of #cPiercing Arrow# up to 20 with 70% of chance.rnClass : MarksmanrnCondition : Skill level above 5"],
    [229007, "[Mastery Book] Piercing Arrow - This increases the master level of #cPiercing Arrow# up to 30 with 50% of chance. rnClass : MarksmanrnCondition : Skill level above 15"],
    [229007, "[Mastery Book] Frostprey - This increases the master level of #cFrostprey# up to 20 with 70% of chance.rnClass : MarksmanrnCondition : Skill level above 5"],
    [229007, "[Mastery Book] Frostprey - This increases the master level of #cFrostprey# up to 30 with 50% of chance.rnClass : MarksmanrnCondition : Skill level above 15"],
    [229007, "[Mastery Book] Snipe - This increases the master level of #cSnipe# up to 20 with 70% of chance.rnClass : MarksmanrnCondition : Skill level above 5"],
    [229007, "[Mastery Book] Snipe - This increases the master level of #cSnipe# up to 30 with 50% of chance.rnClass : MarksmanrnCondition : Skill level above 15"],
    [229007, "[Mastery Book] Shadow Shifter - This increases the master level of #cShadow Shifter# up to 20 with 70% of chance.rnJob : 4th Advancement ThiefrnCondition : Skill level above 5"],
    [229007, "[Mastery Book] Shadow Shifter - This increases the master level of #cShadow Shifter# up to 30 with 50% of chance.rnJob : 4th Advancement ThiefrnCondition : Skill level above 15"],
    [229007, "[Mastery Book] Venomous Star/Venomous Stab - This increases the master level of #cVenomous Star or Venomous Stab# up to 20 with 70% of chance.rnJob : 4th Advancement ThiefrnCondition : Skill level above 5"],
    [229007, "[Mastery Book] Venomous Star/Venomous Stab - This increases the master level of #cVenomous Star or Venomous Stab# up to 30 with 50% of chance. rnJob : 4th Advancement ThiefrnCondition : Skill level above 15"],
    [229008, "[Mastery Book] Taunt - This increases the master level of #cTaunt# up to 20 with 70% of chance.rnJob : 4th Advancement ThiefrnCondition : Skill level above 5"],
    [229008, "[Mastery Book] Taunt - This increases the master level of #cTaunt# up to 30 with 50% of chance.rnJob : 4th Advancement ThiefrnCondition : Skill level above 15"],
    [229008, "[Mastery Book] Ninja Ambush - This increases the master level of #cNinja Ambush# up to 20 with 70% of chance.rnJob : 4th Advancement ThiefrnCondition : Skill level above 5"],
    [229008, "[Mastery Book] Ninja Ambush - This increases the master level of #cNinja Ambush# up to 30 with 50% of chance.rnJob : 4th Advancement ThiefrnCondition : Skill level above 15"],
    [229008, "[Mastery Book] Triple Throw - This increases the master level of #cTriple Throw# up to 20 with 70% of chance.rnClass : Night LordrnCondition : Skill level above 5"],
    [229008, "[Mastery Book] Triple Throw - This increases the master level of #cTriple Throw# up to 30 with 50% of chance.rnClass : Night LordrnCondition : Skill level above 15"],
    [229008, "[Mastery Book] Ninja Storm - This increases the master level of #cNinja Storm# up to 20 with 70% of chance.rnClass : Night LordrnCondition : Skill level above 5"],
    [229008, "[Mastery Book] Ninja Storm - This increases the master level of #cNinja Storm# up to 30 with 50% of chance.rnClass : Night LordrnCondition : Skill level above 15"],
    [229008, "[Mastery Book] Shadow Claw - This increases the master level of #cShadow Claw# up to 20 with 70% of chance.rnClass : Night LordrnCondition : Skill level above 5"],
    [229008, "[Mastery Book] Shadow Claw - This increases the master level of #cShadow Claw# up to 30 with 50% of chance.rnClass : Night LordrnCondition : Skill level above 15"],
    [229009, "[Mastery Book] Boomerang Step - This increases the master level of #cBoomerang Step# up to 20 with 70% of chance.rnClass : ShadowerrnCondition : Skill level above 5"],
    [229009, "[Mastery Book] Boomerang Step - This increases the master level of #cBoomerang Step# up to 30 with 50% of chance.rnClass : ShadowerrnCondition : Skill level above 15"],
    [229009, "[Mastery Book] Assassinate - This increases the master level of #cAssassinate# up to 20 with 70% of chance.rnClass : ShadowerrnCondition : Skill level above 5"],
    [229009, "[Mastery Book] Assassinate - This increases the master level of #cAssassinate# up to 30 with 50% of chance.rnClass : ShadowerrnCondition : Skill level above 15"],
    [229009, "[Mastery Book] Smokescreen - This increases the master level of #cSmokescreen# up to 20 with 70% of chance.rnClass : ShadowerrnCondition : Skill level above 5"],
    [229009, "[Mastery Book] Smokescreen - This increases the master level of #cSmokescreen# up to 30 with 50% of chance.rnClass : ShadowerrnCondition : Skill level above 15"],
    [229009, "[Mastery Book] Maple Warrior - This increases the master level of #cMaple Warrior# up to 20 with 70% of chance.rnJob : All 4th Advancement JobsrnCondition : Skill level above 5"],
    [229009, "[Mastery Book] Dragon Strike - With a 70% success rate, it raises the Master Level of #cDragon Strike# to 20.nJob : BuccaneernRequirement : At least Level 5 in this skill"],
    [229009, "[Mastery Book] Dragon Strike - With a 50% success rate, it raises the Master Level of #cDragon Strike# to 30.nJob : BuccaneernRequirement : At least Level 15 in this skill"],
    [229009, "[Mastery Book] Energy Orb - With a 70% success rate, it raises the Master Level of #cEnergy Orb# to 20.nJob : BuccaneernRequirement : At least Level 5 in this skill"],
    [229010, "[Mastery Book] Energy Orb - With a 50% success rate, it raises the Master Level of #cEnergy Orb# to 30.nJob : BuccaneernRequirement : At least Level 15 in this skill"],
    [229010, "[Mastery Book] Super Transformation - With a 70% success rate, it raises the Master Level of #cSuper Transformation# to 20.nJob : BuccaneernRequirement : At least Level 5 in this skill"],
    [229010, "[Mastery Book] Demolition - With a 70% success rate, it raises the Master Level of #cDemolition# to 20.nJob : BuccaneernRequirement : At least Level 5 in this skill"],
    [229010, "[Mastery Book] Demolition - With a 50% success rate, it raises the Master Level of #cDemolition# to 30.nJob : BuccaneernRequirement : At least Level 15 in this skill"],
    [229010, "[Mastery Book] Snatch - With a 70% success rate, it raises the Master Level of #cSnatch# to 20.nJob : BuccaneernRequirement : At least Level 5 in this skill"],
    [229010, "[Mastery Book] Snatch - With a 50% success rate, it raises the Master Level of #cSnatch# to 30.nJob : BuccaneernRequirement : At least Level 15 in this skill"],
    [229010, "[Mastery Book] Barrage - With a 70% success rate, it raises the Master Level of #cBarrage# to 20.nJob : BuccaneernRequirement : At least Level 5 in this skill"],
    [229010, "[Mastery Book] Barrage - With a 50% success rate, it raises the Master Level of #cBarrage# to 30.nJob : BuccaneernRequirement : At least Level 15 in this skill"],
    [229010, "[Mastery Book] Speed Infusion - With a 70% success rate, it raises the Master Level of #cSpeed Infusion# to 20.nJob : BuccaneernRequirement : At least Level 5 in this skill"],
    [229010, "[Mastery Book] Wind Booster - With a 50% success rate, it raises the Master Level of #cWind Booster# to 30. nJob : BuccaneernRequirement : At least Level 15 in this skill"],
    [229011, "[Mastery Book] Time Leap - With a 70% success rate, it raises the Master Level of #cTime Leap# to 20.nJob : BuccaneernRequirement : At least Level 5 in this skill"],
    [229011, "[Mastery Book] Time Leap - With a 50% success rate, it raises the Master Level of #cTime Leap# to 30.nJob : BuccaneernRequirement : At least Level 15 in this skill"],
    [229011, "[Mastery Book] Elemental Boost - With a 70% success rate, it raises the Master Level of #cElemental Boost# to 20.nJob : CorsairnRequirement : At least Level 5 in this skill"],
    [229011, "[Mastery Book] Elemental Boost - With a 50% success rate, it raises the Master Level of #cElemental Boost# to 30.nJob : CorsairnRequirement : At least Level 15 in this skill"],
    [229011, "[Mastery Book] Wrath of the Octopi - With a 70% success rate, it raises the Master Level of #cWrath of the Octopi# to 20.nJob : CorsairnRequirement : At least Level 5 in this skill"],
    [229011, "[Mastery Book] Air Strike - With a 70% success rate, it raises the Master Level of #cAir Strike# to 20.nJob : CorsairnRequirement : At least Level 5 in this skill"],
    [229011, "[Mastery Book] Air Strike - With a 50% success rate, it raises the Master Level of #cAir Strike# to 30.nJob : CorsairnRequirement : At least Level 15 in this skill"],
    [229011, "[Mastery Book] Rapid Fire - With a 70% success rate, it raises the Master Level of #cRapid Fire# to 20.\nJob : Corsair\nRequirement : At least Level 5 in this skill"],
    [229011, "[Mastery Book] Rapid Fire - With a 50% success rate, it raises the Master Level of #cRapid Fire# to 30.nJob : CorsairnRequirement : At least Level 15 in this skill"],
    [229011, "[Mastery Book] Battleship Cannon - With a 70% success rate, it raises the Master Level of #cBattleship Cannon# to 20.nJob : CorsairnRequirement : At least Level 5 in this skill"],
    [229012, "[Mastery Book] Battleship Cannon - With a 50% success rate, it raises the Master Level of #cBattleship Cannon# to 30.nJob : CorsairnRequirement : At least Level 15 in this skill"],
    [229012, "[Mastery Book] Battleship Torpedo - With a 70% success rate, it raises the Master Level of #cBattleship Torpedo# to 20.nJob : CorsairnRequirement : At least Level 5 in this skill"],
    [229012, "[Mastery Book] Battleship Torpedo - With a 50% success rate, it raises the Master Level of #cBattleship Torpedo# to 30.nJob : CorsairnRequirement : At least Level 15 in this skill"],
    [229012, "[Mastery Book] Hypnotize - With a 70% success rate, it raises the Master Level of #cHypnotize# to 20.nJob : CorsairnRequirement : At least Level 5 in this skill"],
    [229012, "[Mastery Book] Bullseye - With a 70% success rate, it raises the Master Level of #cBullseye# to 20.nJob : CorsairnRequirement : At least Level 5 in this skill"],
    [229012, "[Mastery Book] Maple Warrior - This increases the master level of #cMaple Warrior# up to 30 with 50% of chance.rnJob : All 4th Advancement JobsrnCondition : Skill level above 15"],
    [229012, "[Mastery Book] Overswing - With a 70% success rate, raises the Mastery Level of #cOverswing# to 20.\nJob: Aran\nCondition: Min Skill Lv. 5"],
    [229012, "[Mastery Book] Overswing - With a 50% success rate, raises the Mastery Level of #cOverswing# to 30.\nJob: Aran\nCondition: Min Skill Lv. 15"],
    [229012, "[Mastery Book] High Mastery - With a 70% success rate, raises the Mastery Level of #cHigh Mastery# to 20.\nJob: Aran\nCondition: Min Skill Lv. 5"],
    [229012, "[Mastery Book] High Mastery - With a 50% success rate, raises the Mastery Level of #cHigh Mastery# to 30.\nJob: Aran\nCondition: Min Skill Lv. 15"],
    [229013, "[Mastery Book] Freeze Standing - With a 70% success rate, raises the Mastery Level of #cFreeze Standing# to 20.\nJob: Aran\nCondition: Min Skill Lv. 5"],
    [229013, "[Mastery Book] Freeze Standing - With a 50% success rate, raises the Mastery Level of #cFreeze Standing# to 30.\nJob: Aran\nCondition: Min Skill Lv. 15"],
    [229013, "[Mastery Book] Final Blow - With a 70% success rate, raises the Mastery Level of #cFinal Blow# to 20.\nJob: Aran\nCondition: Min Skill Lv. 5"],
    [229013, "[Mastery Book] Final Blow - With a 50% success rate, raises the Mastery Level of #cFinal Blow# to 30.\nJob: Aran\nCondition: Min Skill Lv. 15"],
    [229013, "[Mastery Book] High Defense - With a 70% success rate, raises the Mastery Level of #cHigh Defense# to 20.\nJob: Aran\nCondition: Min Skill Lv. 5"],
    [229013, "[Mastery Book] High Defense - With a 50% success rate, raises the Mastery Level of #cHigh Defense# to 30.\nJob: Aran\nCondition: Min Skill Lv. 15"],
    [229013, "[Mastery Book] Combo Tempest - With a 70% success rate, raises the Mastery Level of #cCombo Tempest# to 20.\nJob: Aran\nCondition: Min Skill Lv. 5"],
    [229013, "[Mastery Book] Combo Tempest - With a 50% success rate, raises the Mastery Level of #cCombo Tempest# to 30.\nJob: Aran\nCondition: Min Skill Lv. 15"],
    [229013, "[Mastery Book] Combo Barrier - With a 70% success rate, raises the Mastery Level of #cCombo Barrier# to 20.\nJob: Aran\nCondition: Min Skill Lv. 5"],
    [229013, "[Mastery Book] Combo Barrier - With a 50% success rate, raises the Mastery Level of #cCombo Barrier# to 30.\nJob: Aran\nCondition: Min Skill Lv. 15"],
    [231000, "The Owl of Minerva - #cThe Owl of Minerva#, which represents wisdom, can be used to search for items sold at the Free Market. #cDisappears right after showing the results of the item search#."],
    [232000, "Teleport Rock - Remembers 5 maps of your choice. This rock will enable you to #cteleport to the map you remembered#. It can even allow you to #cmove to the map where a certain character is#, provided that the person is in the same channel at the same world."],
    [233000, "Bullet - A bullet made out of steel. A set contains numerous bullets and once they are used up, they'll need to be recharged.\nAttack + 10"],
    [233000, "Split Bullet - A bullet made out of steel. A set contains numerous bullets and once they are used up, they'll need to be recharged.rnAttack + 12"],
    [233000, "Mighty Bullet - A bullet made out of steel. A set contains numerous bullets and once they are used up, they'll need to be recharged.rnAttack + 14"],
    [233000, "Vital Bullet - A bullet made out of steel. A set contains numerous bullets and once they are used up, they'll need to be recharged.rnAttack + 16"],
    [233000, "Shiny Bullet - A bullet made out of steel. A set contains numerous bullets and once they are used up, they'll need to be recharged.rnAttack + 18"],
    [233000, "Eternal Bullet - A bullet made out of steel. A set contains numerous bullets and once they are used up, they'll need to be recharged.\nAttack + 20"],
    [233000, "Bullet for Novice Pirates - A bullet made out of steel. A set contains numerous bullets.rnAttack + 10"],
    [233100, "Blaze Capsule - A capsule used for fire-elemental attacks."],
    [233200, "Glaze Capsule - A capsule used for ice-elemental attacks."],
    [234000, "White Scroll - One of Subani's sacred Scrolls. If used in conjunction with a normal or Dark Scroll, the number of item upgrade slots will not be deducted if the scroll fails. However, if using a Dark Scroll, there is still a chance that your weapon will be destroyed."],
    [236000, "Change to Ghost - First the body feels light, then all of a sudden, you're floating. Oh no, you're a ghost!"],
    [236000, "Ghost Candy - A ghost-shaped candy with a mysterious set of ingredients. Take this to change into a ghost for 1 hour."],
    [237000, "The Songs of Solomon - An ancient collection of poems and life lessons from various elders, sages and warriors in the Maple World. Reading this allows one to gain their collective experience (EXP) in a single second.  This edition provides 100,000 EXP. Only available fo"],
    [237000, "The Stories of Solomon - An ancient book of stories, fables and other myths from various elders, sages and warriors in the Maple World. Reading this allows one to gain their collective experience (EXP) in a single second.  This edition provides 50,000 EXP. Only available"],
    [237000, "The Travels of Solomon - An ancient collection of map routes, hidden paths and shortcuts from various elders, sages and warriors in the Maple World. Reading this allows one to gain their collective experience (EXP) in a single second.  This edition provides 30,000 EXP. On"],
    [237000, "The Writs of Solomon X - An ancient document of collected wisdom from various elders, sages and warriors in the Maple World. Reading this allows one to gain their collective experience (EXP) in a single second.  This edition provides 20,000 EXP. Only available for users u"],
    [237000, "The Writs of Solomon IX - An ancient document of collected wisdom from various elders, sages and warriors in the Maple World. Reading this allows one to gain their collective experience (EXP) in a single second.  This edition provides 10,000 EXP. Only available for users u"],
    [237000, "The Writs of Solomon VIII - An ancient document of collected wisdom from various elders, sages and warriors in the Maple World. Reading this allows one to gain their collective experience (EXP) in a single second.  This edition provides 5,000 EXP. Only available for users un"],
    [237000, "The Writs of Solomon VII - An ancient document of collected wisdom from various elders, sages and warriors in the Maple World. Reading this allows one to gain their collective experience (EXP) in a single second.  This edition provides 3,000 EXP. Only available for users un"],
    [237000, "The Writs of Solomon VI - An ancient document of collected wisdom from various elders, sages and warriors in the Maple World. Reading this allows one to gain their collective experience (EXP) in a single second.  This edition provides 2,000 EXP. Only available for users un"],
    [237000, "The Writs of Solomon V - An ancient document of collected wisdom from various elders, sages and warriors in the Maple World. Reading this allows one to gain their collective experience (EXP) in a single second.  This edition provides 1,000 EXP. Only available for users un"],
    [237000, "The Writs of Solomon IV - An ancient document of collected wisdom from various elders, sages and warriors in the Maple World. Reading this allows one to gain their collective experience (EXP) in a single second. This edition provides 500 EXP. Only available for users under"],
    [237001, "The Writs of Solomon III - An ancient document of collected wisdom from various elders, sages and warriors in the Maple World. Reading this allows one to gain their collective experience (EXP) in a single second. This edition provides 300 EXP. Only available for users under"],
    [237001, "The Writs of Solomon II - An ancient document of collected wisdom from various elders, sages and warriors in the Maple World. Reading this allows one to gain their collective experience (EXP) in a single second. This edition provides 200 EXP. Only available for users under"],
    [237001, "The Writs of Solomon I - An ancient document of collected wisdom from various elders, sages and warriors in the Maple World. Reading this allows one to gain their collective experience (EXP) in a single second. This edition provides 100 EXP. Only available for users under"],
    [238000, "Snail Card - A card that features Snail."],
    [238000, "Blue Snail Card - A card that features Blue Snail."],
    [238000, "Spore Card - A card that features Spore."],
    [238000, "Stump Card - StumpA card that features"],
    [238000, "Red Snail Card - Red SnailA card that features"],
    [238000, "Slime Card - A card that features Slime"],
    [238000, "Pig Card - A card that features Pig"],
    [238000, "Orange Mushroom Card - A card that features Orange Mushroom."],
    [238000, "Dark Stump Card - A card that features Dark Stump."],
    [238000, "Ribbon Pig Card - A card that features Ribbon Pig"],
    [238001, "Octopus Card - A card that features Octopus."],
    [238001, "Green Mushroom Card - A card that features Green Mushroom."],
    [238001, "Bubbling Card - A card that features Bubbling."],
    [238100, "Axe Stump Card - A card that features Axe Stump"],
    [238100, "Ghost Stump Card - A card that features Ghost Stump."],
    [238100, "Blue Mushroom Card - A card that features Blue Mushroom."],
    [238100, "Stirge Card - A card that features Stirge."],
    [238100, "Female Desert Rabbit Card - A card that features Female Desert Rabbit."],
    [238100, "Male Desert Rabbit Card - A card that features Male Desert Rabbit."],
    [238100, "Jr. Necki Card - A card that features Jr. Necki."],
    [238100, "Horny Mushroom Card - A card that features Horny Mushroom."],
    [238100, "Dark Axe Stump Card - A card that features Dark Axe Stump."],
    [238100, "Pinboom Card - A card that features Pinboom."],
    [238101, "Jr. Cactus Card - A card that features Jr. Cactus."],
    [238101, "Trixter Card - A card that features Trixter."],
    [238101, "Jr. Sentinel Card - A card that features Jr. Sentinel."],
    [238101, "Seacle Card - A card that features Seacle."],
    [238101, "Wooden Mask Card - A card that features Wooden Mask."],
    [238101, "Bellamoa Card - A card that features Bellamoa."],
    [238101, "Zombie Mushroom Card - A card that features Zombie Mushroom."],
    [238101, "Krappy Card - A card that features Krappy."],
    [238101, "Rocky Mask Card - A card that features Rocky Mask."],
    [238101, "Ear Plug Plead Card - A card that features Ear Plug Plead."],
    [238102, "Sand Rat Card - A card that features Sand Rat."],
    [238102, "Cico Card - A card that features Cico"],
    [238102, "Wild Boar Card - A card that features Wild Boar."],
    [238102, "Cactus Card - A card that features Cactus."],
    [238102, "Evil Eye Card - A card that features Evil Eye."],
    [238102, "Scarf Plead Card - A card that features Scarf Plead."],
    [238102, "Bubble Fish Card - A card that features Bubble Fish."],
    [238102, "Green Trixter Card - A card that features Green Trixter."],
    [238102, "Royal Cactus Card - A card that features Royal Cactus."],
    [238102, "Flower Fish Card - A card that features Flower Fish."],
    [238103, "Meercat Card - A card that features Meercat."],
    [238103, "Scorpion Card - A card that features Scorpion."],
    [238103, "Sentinel Card - A card that features Sentinel."],
    [238103, "Fairy Card - A card that features Fairy."],
    [238103, "Brown Teddy Card - A card that features Brown Teddy."],
    [238103, "Krip Card - A card that features Krip."],
    [238103, "Kiyo Card - A card that features Kiyo."],
    [238103, "Ice Sentinel Card - A card that features Ice Sentinel."],
    [238103, "Fire Sentinel Card - A card that features Fire Sentinel."],
    [238200, "Chirppy Card - A card that features Chirppy.n#cIf hunting at Eos TowernSpeed +1#"],
    [238200, "Drum Bunny Card - A card that features Drum Bunny.n#cImproves the drop rate of the Drum Bunny.#"],
    [238200, "Ligator Card - A card that features Ligator.n#cIf hunting at the SwampnAvoidability +1#"],
    [238200, "Fireboar Card - A card that features Fireboar.n#cIf hunting at PerionnDefense against fire-based attacks +3%#"],
    [238200, "Pink Teddy Card - A card that features Pink Teddy.n#cIf hunting at the upper floors of the ClocktowernJump +1#"],
    [238200, "Ratz Card - A card that features Ratz.n#cIf hunting at Eos TowernMeso drop rate is increased#"],
    [238200, "Leatty Card - A card that features Leatty.n#cIf hunting at Orbis TowernAccuracy +1#"],
    [238200, "Mask Fish Card - A card that features Mask Fishn#cIf hunting at Aqua Roadnavoidability+1#"],
    [238200, "Sand Dwarf Card - A card that features Sand Dwarf.n#cIf hunting at the DesertnThe drop rate for ores are increased#"],
    [238200, "Cube Slime Card - A card that features Cube Slime.n#cIf hunting at the Zenumist InstitutenJump +1#"],
    [238201, "Red Sand Dwarf Card - A card that features Red Sand Dwarf.n#cIf hunting at the DesertnThe drop rate for jewels are increased#"],
    [238201, "Jr. Cellion Card - A card that features Jr. Cellion.n#cIf hunting at the Orbis GardennDefense against fire-based attacks +3%#"],
    [238201, "Jr. Lioner Card - A card that features Jr. Lioner.n#cIf hunting at the Orbis GardennDefense against electric-based attacks +3%#"],
    [238201, "Jr. Grupin Card - A card that features Jr. Grupin.n#cIf hunting at the Orbis GardennDefense against ice-based attacks +3%#"],
    [238201, "Dark Leatty Card - A card that features Dark Leatty.n#cIf hunting at Orbis TowernAccuracy +1#"],
    [238201, "Roloduck Card - A card that features Roloduck.n#cWhen party huntingnAccuracy +1#"],
    [238201, "Black Ratz Card - A card that features Black Ratz.n#cIf hunting at Eos TowernMeso drop rate is increased#"],
    [238201, "Tick Card - A card that features Tickn#cIf hunting at the upper floors of the ClocktowernAccuracy +1#"],
    [238201, "Curse Eye Card - A card that features Curse Eye.n#cIf hunting at Victoria IslandnDefense against poison-based attacks +3%#"],
    [238201, "Jr. Wraith Card - A card that features Jr. Wraith.n#cIf hunting at the SubwaynSpeed +1#"],
    [238202, "Star Pixie Card - A card that features Star Pixie.n#cIf hunting at the Cloud ParknSpeed +1#"],
    [238202, "Jr. Boogie Card - A card that features Jr. Boogie.n#cDefense against curse +5%#"],
    [238202, "Bloctopus Card - A card that features Bloctopus.n#cIf hunting at Eos TowernJump +1#"],
    [238202, "Jr. Pepe Card - A card that features Jr. Pepe.n#cIf hunting at Orbis TowernSpeed + 1#"],
    [238202, "Rumo Card - A card that features Rumo.n#cIf hunting at the Zenumist InstitutenDefense against poison-based attacks +3%#"],
    [238202, "Panda Teddy Card - A card that features Panda Teddy.n#cIf attacking a weapon-carrying monsternAccuracy +1#"],
    [238202, "Helly Card - A card that features Helly.n#cIf hunting at Eos TowernAvoidability +1#"],
    [238202, "Scuba Pepe Card - A card that features Scuba Pepe.n#cCancels out drowning damage underwater#"],
    [238202, "Retz - A card that features Retz.n#cIf hunting at Helios TowernItem drop rates are increased#"],
    [238202, "Lupin Card - A card that features Lupin.n#cIf hunting at Victoria IslandnSpeed +1#"],
    [238203, "Lorang Card - A card that features Lorang.n#cIf hunting at Victoria IslandnSpeed +1#"],
    [238203, "Propelly Card - A card that features Propelly.n#cIf hunting at Eos TowernSpeed +1#"],
    [238203, "Chronos Card - A card that features Chronos.n#cIf hunting at the upper floors of the ClocktowernAvoidability +1#"],
    [238203, "King Bloctopus Card - A card that features King Bloctopus.n#cIf hunting at Eos TowernJump +1#"],
    [238203, "Planey Card - A card that features Planey.n#cIf hunting at Eos TowernAccuracy +1#"],
    [238203, "Jr. Seal Card - A card that features Jr. Seal.n#cIf hunting at Aqua RoadnJump +1#"],
    [238203, "Triple Rumo Card - A card that features Triple Rumo.n#cIf hunting at the Zenumist InstitutenDefense against poison-based attacks +3%#"],
    [238203, "Tweeter Card - A card that features Tweeter.n#cIf hunting at Eos TowernAccuracy +1#"],
    [238203, "Toy Trojan Card - A card that features Toy Trojan.n#cIf hunting at the upper floors of the ClocktowernSpeed +1#"],
    [238203, "Cold Eye Card - A card that features Cold Eye.n#cIf hunting at Victoria IslandnDefense against ice-based attacks +3%#"],
    [238204, "Zombie Lupin Card - A card that features Zombie Lupin.n#cIncreases the drop rate of Cursed Doll#"],
    [238204, "Tick-Tock Card - A card that features Tick-Tock.n#cIf hunting at the upper floors of the ClocktowernAccuracy +1#"],
    [238204, "Barnard Grey Card - A card that features Barnard Grey.n#cIf hunting at Kulan FieldnJump +1#"],
    [238204, "Poopa Card - A card that features Poopa.n#cIf hunting at Aqua RoadnSpeed +1#"],
    [238204, "Poison Poopa Card - A card that features Poison Poopa.n#cIf hunting at Aqua RoadnDefense against poison-based attacks +3%#"],
    [238204, "Chipmunk Card - A card that features Chipmunk.n#cIf hunting at Mu LungnSpeed +1#"],
    [238204, "Desert Giant Card - A card that features Desert Giant.n#cIf hunting at the DesertnSpeed +1#"],
    [238204, "Flyeye - A card that features Flyeye.n#cIf hunting at the CavenAvoidability +1#"],
    [238204, "Robo Card - A card that features Robo.n#cIf hunting at the upper floors of the ClocktowernDefense against electric-based attacks +3%#"],
    [238204, "Platoon Chronos Card - A card that features Platoon Chronos.n#cIf hunting at the upper floors of the ClocktowernSpeed +1#"],
    [238205, "Mateon Card - A card that features Mateon.n#cIf hunting at Boswell FieldnThe drop rates for droppings are increased#"],
    [238205, "Red Porky Card - A card that features Red Porky.n#cIf hunting at Mu LungnAvoidability +1#"],
    [238205, "Nependeath Card - A card that features Nependeath.n#cIncreases drop rate of Nependeath Honey#"],
    [238205, "Iron Hog Card - A card that features Iron Hog.n#cIf hunting at Victoria IslandnJump +1#"],
    [238205, "Block Golem - A card that features Block Golem.n#cIf hunting at Eos TowernAccuracy +1#"],
    [238205, "Zeta Grey Card - A card that features Zeta Grey.n#cIf hunting at Kulan FieldnSpeed +1#"],
    [238205, "Freezer Card - A card that features Freezer.n#cIf hunting at Aqua RoadnDefense against ice-based attacks +3%#"],
    [238205, "Iron Mutae - A card that features Iron Mutae.n#cIf hunting at the Alcadno InstitutenSpeed +1#"],
    [238205, "Jr. Cerebes Card - A card that features Jr. Cerebes.n#cIf hunting at Dead MinenJump +1#"],
    [238205, "Sparker Card - A card that features Sparker.n#cIf hunting at Aqua RoadnDefense against electric-based attacks +3%#"],
    [238206, "Black Porky Card - A card that features Black Porky.n#cIf hunting at Mu LungnAvoidability +1#"],
    [238206, "Plateon Card - A card that features Plateon.n#cIf hunting at Boswell FieldnSpeed +1#"],
    [238206, "Master Robo Card - A card that features Master Robo.n#cIf hunting at the upper floors of the ClocktowernDefense against electric-based attacks +3%#"],
    [238206, "Skeledog Card - A card that features Skeledog.n#cIf hunting at PerionnSpeed +1#"],
    [238206, "Lunar Pixie Card - A card that features Lunar Pixie.n#cIf hunting at the Cloud ParknJump +1#"],
    [238206, "Copper Drake Card - A card that features Copper Drake.n#cIf hunting at Victoria IslandnSpeed +1#"],
    [238206, "King Block Golem Card - A card that features King Block Golem.n#cIf hunting at Eos TowernAccuracy +1#"],
    [238206, "Ultra Grey Card - A card that features Ultra Grey.n#cIf hunting at Kulan FieldnAvoidability +1#"],
    [238206, "Moon Bunny Card - A card that features Moon Bnny.n#cIf hunting at the Black MountainnJump +1#"],
    [238206, "Iron Boar Card - A card that features Iron Boar.n#cIf hunting at Victoria IslandnAccuracy +1#"],
    [238207, "Blue Flower Serpent - A card that features Blue Flower Serpent.n#cIf hunting at Mu LungnAvoidability +1#"],
    [238207, "Red Flower Serpent - A card that features Red Flower Serpent.n#cIf hunting at Mu LungnAvoidability +1#"],
    [238207, "Reinforced Iron Mutae - A card that features Reinforced Iron Mutae.n#cIf hunting at the Alcadno InstitutenAccuracy +1#"],
    [238207, "Mossy Snail Card - A picture of Mossy Snail is on this card.n#cWhile hunting in Ellin ForestnAccuracy +1"],
    [238300, "Mecateon Card - A card that features Mecateon..n#cIf hunting at Boswell FieldnSpeed +2#"],
    [238300, "Tortie Card - A card that features Tortie Card.n#cIf hunting at Florina BeachnAccuracy +2#"],
    [238300, "Master Chronos Card - A card that features Master Chronos.n#cIf hunting at the upper floors of the ClocktowernJump +2#"],
    [238300, "Dark Nependeath Card - A card that features Dark Nependeath.n#cIf hunting at the Cloud ParknIncreases drop rate of Nependeath Honey#"],
    [238300, "Rombot Card - A card that features Rombot.n#cIf hunting at Eos TowernItem drop rates are increased#"],
    [238300, "Mummy Dog Card - A card that features Mummy Dog.n#cIf hunting at PerionnJump +2#"],
    [238300, "Jar Card - A card that features Jar.n#cIf hunting at Herb Townn??Item drop rates are increased#"],
    [238300, "Mithril Mutae Card - A card that features Mithril Mutae.n#cIf hunting at the Alcadno InstitutenAccuracy +2#"],
    [238300, "Wraith Card - A card that features Wraith.n#cIf hunting at the SubwaynSpeed +2#"],
    [238300, "Clang Card - A card that features Clang.n#cIf hunting at Florina BeachnSpeed +2#"],

    [238301, "Chief Grey Card - A card that features Chief Grey.n#cIf hunting at Kulan FieldnAccuracy +2#"],
    [238301, "Drake Card - A card that features Drake.n#cIf hunting at Victoria IslandnSpeed +2#"],
    [238301, "Jr. Yeti Card - A card that features Jr. Yeti.n#If hunting at the SnowfieldnCancels out damage penalty#"],
    [238301, "Hodori Card - A card that features Hodori.n#cIf hunting at the Black MountainnSpeed +2#"],
    [238301, "Straw Target Dummy - A card that features Straw Target Dummy.n#cIf hunting at the Training FieldnAvoidability +2#"],
    [238301, "Reinforced Mithril Mutae - A card that features Reinforced Mithril Mutae.n#cIf hunting at the Alcadno InstitutenAvoidability +2#"],
    [238301, "Firebomb Card - A card that features Firebomb.n#cIf hunting at Dead MinenDefense against fire-based attacks +6%#"],
    [238301, "Wooden Target Dummy - A card that features Wooden Target Dummy.n#cIf hunting at the Training FieldnAccuracy +2#"],
    [238301, "Croco Card - A card that features Croco.n#cIf hunting at the SwampnAvoidability +2#"],
    [238302, "Luster Pixe Card - A card that features Luster Pixe.n#cIf hunting at Cloud ParknAccuracy +2#"],
    [238302, "Cellion Card - A card that features Cellion Card.n#cIf hunting at the Orbis GardennDefense against fire-based attacks +6%#"],
    [238302, "Lioner Card - A card that features Lioner.n#cIf hunting at the Orbis GardennDefense against electric-based attacks +6%#"],
    [238302, "Grupin Card - A card that features Grupin.n#cIf hunting at the Orbis GardennDefense against ice-based attacks +6%#"],
    [238302, "Hogul - A card that features Hogul.n#cIf hunting at the Black MountainnProtection against being knocked out +10%#"],
    [238302, "Bellflower Root Card - A card that features Bellflower Root.n#cIf hunting at Herb TownnJump +2#"],
    [238302, "MT-09 Card - A card that features MT-09.n#cIf hunting at Kulan FieldnAccuracy +2#"],
    [238302, "Sr. Bellflower Root Card - A card that features Sr. Bellflower Root.n#cIf hunting at Herb TownnJump +2#"],
    [238302, "Roid Card - A card that features Roid Card.n#cIf hunting at the Alcadno InstitutenDefense against electric-based attacks +6%#"],
    [238302, "Malady Card - A card that features Malady.n#cIf hunting at EllinianSpeed +2#"],
    [238303, "Stone Golem Card - A card that features Stone Golem.n#cIf hunting at Victoria IslandnAccuracy +2#"],
    [238303, "Hector Card - A card that features Hector Card.n#cIf hunting at the SnowfieldnSpeed +2#"],
    [238303, "The Book Ghost Card - A card that features the Book Ghost.n#cIf hunting at Mu LungnAvoidability +2#"],
    [238303, "Dark Jr. Yeti Card - A card that features Dark Jr. Yeti.n#cIf hunting at the SnowfieldnCancels out the damage penalty#"],
    [238303, "Tri-Tailed Fox Card - A card that features Tri-Tailed Fox.n#cIf hunting at the Black MountainnDefense against curse +10%#"],
    [238303, "Grizzly Card - A card that features Grizzly.n#If hunting at Mu LungnJump +2#"],
    [238303, "Skeleton Soldier - A card that features Skeleton Soldier.n#cIf hunting at PerionnAvoidability +2#"],
    [238303, "Coolie Zombie Card - A card that features Coolie Zombie Card.n#cIf hunting at El NathnDefense against poison-based attacks +6%#"],
    [238303, "Miner Zombie - A card that features Miner Zombie.n#cIf hunting at El NathnDefense against poison-based attacks +6%#"],
    [238303, "Dark Stone Golem - A card that features Dark Stone Golem.n#cIf hunting at Victoria IslandnAccuracy +2#"],
    [238304, "White Fang Card - A card that features White Fang.n#cIf hunting at the SnowfieldnSpeed +2#"],
    [238304, "Reindeer Card - A card that features Reindeer.n#cIf hunting at Mu LungnJump +2#"],
    [238304, "Neo Huroid Card - A card that features Neo Huroid.n#cIf hunting at the Alcadno InstitutenDefense against electric-based attacks +6%#"],
    [238304, "Mixed Golem Card - A card that features Mixed Golem.n#cIf hunting at Victoria IslandnAccuracy +2/Avoidability +2#"],
    [238304, "Red Drake Card - A card that features Red Drake.n#cIf hunting at Victoria IslandnDefense against fire-based attacks +6%#"],
    [238304, "Pepe Card - A card that features Pepe.n#cIf hunting at the SnowfieldnSpeed +2#"],
    [238304, "Blin Card - A card that features Blin.n#cIf hunting at the Black MountainnAvoidability +2#"],
    [238304, "Panda Card - A card that features Panda.n#cIf hunting at Mu LungnDefense against weakness +10%#"],
    [238304, "Shade Card - A card that features Shade.n#cIf hunting at the SubwaynAvoidability +2#"],
    [238304, "Master Dummy Card - A card that features Master Dummy.n#cIf hunting at Mu Lung Training GroundnAvoidability +2#"],
    [238305, "Tree Rod Card - A picture of Tree Rod is on this card.n#cWhile hunting in Ellin ForestnAvoidability +2#"],
    [238305, "Mossy Mushroom Card - A picture of Mossy Mushroom is on this card.n#cWhile hunting in Ellin ForestnJump +2#"],
    [238305, "Primitive Boar Card - A picture of Primitive Boar is on this card.n#cWhile hunting in Ellin ForestnSpeed +2#"],
    [238305, "Stone Bug Card - A picture of Stone Bug is on this card.n#cWhile hunting in Ellin ForestnAccuracy +2#"],
    [238400, "Buffy Card - A card that features Buffy.n#cIf hunting at the lower levels of the ClocktowernJump +3#"],
    [238400, "Wild Cargo Card - A card that features Wild Cargo.n#cIf hunting at Victoria IslandnJump +3#"],
    [238400, "Peach Monkey Card - A card that features Peach Monkey.n#cIf hunting at Mu LungnAccuracy +3#"],
    [238400, "Officer Skeleton Card - A card that features Officer Skeleton.n#cIf hunting at PerionnAvoidability +3#"],
    [238400, "Soul Teddy Card - A card that features Soul Teddy.n#cIf hunting at the lower levels of the ClocktowernAvoidability +3#"],
    [238400, "Jr. Luinel Card - A card that features Jr. Luinel.n#cIf hunting at the Orbis GardennDefense against darkness +15%#"],
    [238400, "Ice Drake Card - A card that features Ice Drake.n#cIf hunting at Victoria IslandnDefense against ice-based attacks +9%#"],
    [238400, "Dark Pepe Card - A card that features Dark Pepe.n#cIf hunting at the SnowfieldnSpeed +3#"],
    [238400, "Mr. Alli Card - A card that features Mr. Alli.n#cIf hunting at Herb TownnProtection against being knocked out +15%#"],
    [238400, "Yeti Card - A card that features Yeti.n#cIf hunting at the SnowfieldnDefense against ice-based attacks +9%#"],
    [238401, "Riche Card - A card that features Riche.n#cIf hunting at the SnowfieldnDefense against seal +15%#"],
    [238401, "Homun Card - A card that features Homun.n#cIf hunting at the Zenumist InstitutenAvoidability +3#"],
    [238401, "Lazy Buffy Card - A card that features Lazy Buffy.n#cIf hunting at the lower levels of the ClocktowernAvoidability +3#"],
    [238401, "Sage Cat Card - A card that features Sage Cat.n#cIf hunting at Mu LungnAccuracy +3#"],
    [238401, "Master Soul Teddy Card - A card that features Master Soul Teddy.n#cIf hunting at the lower levels of the ClocktowernAvoidability +3#"],
    [238401, "Dark Drake Card - A card that features Dark Drake.n#cIf hunting at Victoria IslandnDefense against darkness +15%#"],
    [238401, "Dark Yeti Card - A card that features Dark Yeti.n#cIf hunting at the SnowfieldnDefense against ice-based attacks +9%#"],
    [238401, "Kru Card - A card that features Kru.n#cIf hunting at Herb TownnSpeed +3#"],
    [238401, "Cyti Card - A card that features Cyti.n#cIf hunting at the labnAvoidability +3#"],
    [238401, "Klock Card - A card that features Klock.n#cIf hunting at the lower levels of the ClocktowernAccuracy +3#"],
    [238402, "Tauromacis Card - A card that features Tauromacis.n#cIf hunting at Victoria IslandnDefense against poison-based attacks +9%#"],
    [238402, "Yellow King Goblin Card - A card that features Yellow King Goblin.n#cIf hunting at the Black MountainnDefense against fire-based attacks +9%#"],
    [238402, "Blue King Goblin Card - A card that features Blue King Goblin.n#cIf hunting at the Black MountainnDefense against ice-based attacks +9%#"],
    [238402, "Green King Goblin Card - A card that features Green King Goblin.n#cIf hunting at the Black MountainnDefense against poison-based attacks +9%#"],
    [238402, "Rash Card - A card that features Rash.n#cIf hunting at Leafre ForestnDefense against curse +15%#"],
    [238402, "Captain Card - A card that features Captain.n#cIf hunting at Herb TownnJump +3#"],
    [238402, "Cerebes Card - A card that features Cerebes.n#cIf hunting at Dead MinenAccuracy +3#"],
    [238402, "Beetle Card - A card that features Beetle.n#cIf hunting at Leafre ForestnAvoidability +3#"],
    [238402, "Hobi Card - A card that features Hobi.n#cIf hunting at Leafre ForestnDefense against poison-based attack +15%#"],
    [238402, "Commander Skeleton Card - A card that features Commander Skeleton.n#cIf hunting at PerionnAccuracy +3/Avoidability +3#"],
    [238403, "Luinel Card - A card that features Luinel.n#cIf hunting at the Orbis GardennDefense against darkness +15%#"],
    [238403, "Homunculu Card - A card that features Homunculu.n#cIf hunting at the Zenumist InstitutenAvoidability +3#"],
    [238403, "Buffoon Card - A card that features Buffoon.n#cIf hunting at the lower levels of the ClocktowernSpeed +3#"],
    [238403, "Dark Rash Card - A card that features Dark Rash.n#cIf hunting at Leafre ForestnDefense against curse +15%#"],
    [238403, "D.Roy Card - A card that features D. Roy.n#cIf hunting at the Alcadno InstitutenAccuracy +3/Avoidability +3#"],
    [238403, "Werewolf Card - A card that features Werewolf.n#cIf hunting at the SnowfieldnAccuracy +3#"],
    [238403, "Taurospear Card - A card that features Taurospear.n#cIf hunting at Victoria IslandnAccuracy +3#"],
    [238403, "Snow Witch Card - A card that features Snow Witch.n#cIf hunting at the SnowfieldnDefense against ice-based attacks +9%#"],
    [238403, "Security Camera Card - A card that features Security Camera.n#cIf hunting at the Alcadno InstitutenSpeed +3#"],
    [238403, "Scholar Ghost Card - A card that features Scholar Ghost.n#cIf hunting at the Black MountainnItem drop rate increased#"],
    [238404, "Rurumo Card - A card that features Rurumo.n#cIf hunting at the Alcadno InstitutenItem drop rate increased#"],
    [238500, "Dark Klock Card - A card that features Dark Klock.n#cIf hunting at the lower levels of the ClocktowernAvoidability +4#"],
    [238500, "Dual Beetle Card - A card that features Dual Beetle.n#cIf hunting at Leafre ForestnAvoidability +4#"],
    [238500, "Green Hobi Card - A card that features Green Hobi.n#cIf hunting at Minar ForestnAccuracy +4/Avoidability +4#"],
    [238500, "Deep Buffoon Card - A card that features Deep Buffoon.n#cIf hunting at the lower levels of the ClocktowernSpeed +4#"],
    [238500, "Yeti and Pepe Card - A card that features Yeti and Pepe.n#cIf hunting at the SnowfieldnAvoidability +4#"],
    [238500, "Hankie Card - A card that features Hankie.n#cIf hunting at Leafre ForestnJump +4#"],
    [238500, "Lycanthrope Card - A card that features Lycanthrope.n#cIf hunting at the SnowfieldnAccuracy +4#"],
    [238500, "Harp Card - A card that features Harp.n#cIf hunting at Minar ForestnAvoidability +4#"],
    [238500, "Homunscullo Card - A card that features Homunscullo.n#cIf hunting at the Zenumist InstitutenJump +4#"],
    [238500, "Dark Yeti and Pepe Card - A card that features Dark Yeti and Pepe.n#cIf hunting at the SnowfieldnAvoidability +4#"],
    [238501, "Pirate Card - A card that features Pirate.n#cIf hunting at the lower levels of the ClocktowernAccuracy +4#"],
    [238501, "Blood Harp Card - A card that features Blood Harp.n#cIf hunting at Minar ForestnAccuracy +4#"],
    [238501, "Death Teddy Card - A card that features Death Teddy.n#cIf hunting at the lower levels of the ClocktowernAccuracy +4#"],
    [238501, "Goby Card - A card that features Goby.n#cIf hunting at Aqua Roadn15% chance of breaking through the monster's magic defense#"],
    [238501, "Birk Card - A card that features Birk.n#cIf hunting at Leafre ForestnSpeed +4#"],
    [238501, "Dual Pirate Card - A card that features Dual Pirate.n#cIf hunting at the lower levels of the ClocktowernAccuracy +4#"],
    [238501, "Black Kentaurus Card - A card that features Black Kentaurus.n#cIf hunting at Leafre ForestnDefense against darkness +20%#"],
    [238501, "Red Kentaurus Card - A card that features Red Kentaurus.n#cIf hunting at Leafre ForestnDefense against fire-based attacks +12%#"],
    [238501, "Blue Kentaurus Card - A card that features Blue Kentaurus.n#cIf hunting at Leafre ForestnDefense against ice-based attacks +12%#"],
    [238501, "Dual Birk Card - A card that features Dual Birk.n#cIf hunting at Leafre ForestnSpeed +4#"],
    [238502, "Master Death Teddy Card - A card that features Master Death Teddy.n#cIf hunting at the lower levels of the ClocktowernAccuracy +4/Avoidability +4#"],
    [238502, "Bain Card - A card that features Bain.n#cIf hunting at Dead MinenDefense against fire-based attacks +12%#"],
    [238502, "Blue Dragon Turtle Card - A card that features Blue Dragon Turtle.n#cIf hunting at the Dragon ForestnAccuracy +4#"],
    [238502, "Deet and Roi Card - A card that features Deet amd Roi.n#cIf hunting at the Zenumist InstitutenSpeed +4#"],
    [238502, "Eye of Time Card - A card with a picture of the Eye of Time.nWhen hunting on the Temple of TimenSpeed +4#"],
    [238600, "Bone Fish Card - A card that features Bone Fish.n#cIf hunting at Aqua Roadn30% chance of breaking through monster's weapon defense#"],
    [238600, "Red Dragon Turtle Card - A card that features Red Dragon Turtle.n#cIf hunting at the Dragon ForestnAvoidability +5#"],
    [238600, "Viking Card - A card that features Viking.n#cIf hunting at the lower levels of the ClocktowernDefense against fire-based attacks +15%#"],
    [238600, "Squid Card - A card that features Squid.n#cIf hunting at Aqua RoadnDefense against darkness +25%#"],
    [238600, "Phantom Watch Card - A card that features Phantom Watch.n#cIf hunting at the lower levels of the ClocktowernDefense against ice-based attacks +15%#"],
    [238600, "Rexton Card - A card that features Rexton.n#cIf hunting at the Dragon ForestnSpeed +5#"],
    [238600, "Brexton Card - A card that features Brexton.n#cIf hunting at the Dragon ForestnAccuracy +5#"],
    [238600, "Risell Squid Card - A card that features Risell Squid.n#cIf hunting at Aqua RoadnDefense against darkness +25%#"],
    [238600, "Red Wyvern Card - A card that features Red Wyvern.n#cIf hunting at the Dragon ForestnDefense against fire-based attacks +15%#"],
    [238600, "Gigantic Viking Card - A card that features Gigantic Viking.n#cIf hunting at the lower levels of the ClocktowernDefense against fire-based attacks +15%#"],
    [238601, "G. Phantom Watch Card - A card that features G. Phantom Watch.n#cIf hunting at the lower levels of the ClocktowernDefense against ice-based attacks +15%#"],
    [238601, "Green Cornian Card - A card that features Green Cornian.n#cIf hunting at the Dragon ForestnSpeed +5#"],
    [238601, "Shark Card - A card that features Sharkn#cIf hunting at Aqua RoadnDefense against ice-based attacks +15%#"],
    [238601, "Blue Wyvern Card - A card that features Blue Wyvern.n#cIf hunting at the Dragon ForestnDefense against ice-based attacks +15%#"],
    [238601, "Cold Shark Card - A card that features Cold Shark.n#cIf hunting at Aqua RoadnAccuracy +5#"],
    [238601, "Dark Wyvern Card - A card that features Dark Wyvern.n#cIf hunting at the Dragon ForestnDefense against darkness +25%#"],
    [238601, "Dark Cornian Card - A card that features Dark Cornian.n#cIf hunting at the Dragon ForestnAccuracy +5#"],
    [238601, "Jr. Newtie Card - A card that features Jr. Newtie.n#cIf hunting at the Dragon ForestnAvoidability +5#"],
    [238602, "Memory Monk Card - A card with a picture of the Memory Monk.n#cWhen hunting on Memory LanenEvasion rate +5#"],
    [238602, "Memory Monk Trainee Card - A card with a picture of the Memory Monk Trainee.n#cWhen hunting on Memory LanenAccuracy +5#"],
    [238602, "Memory Guardian Card - A card with a picture of the Memory Guardian.n#cWhen hunting on Memory LanenJump +5#"],
    [238602, "Chief Memory Guardian Card - A card with a picture of the Chief Memory Guardian.n#cWhen hunting on Memory LanenSpeed +5#"],
    [238700, "Gatekeeper Card - A card that features Gatekeeper.n#If hunting at the lower levels of the Clocktowern25% chance of breaking through monster's weapon defense#"],
    [238700, "Thanatos Card - A card that features Thanatosn#cIf hunting at the lower levels of the Clocktowern25% chance of breaking through monster's magic defense#"],
    [238700, "Skelegon Card - A card that features Skelegon.n#cIf hunting at the Dragon ForestnAccuracy +6/Avoidability +6#"],
    [238700, "Skelosaurus Card - A card that features Skelosaurusn#cIf hunting at the Dragon Forestn20% chance of breaking through monster's weapon/magic defense#"],
    [238700, "Nest Golem Card - A card that features Nest Golem.n#cIf hunting at the Dragon ForestnAccuracy +5"],
    [238700, "Qualm Monk Card - A card with a picture of the Qualm Monk.n#cWhen hunting on the Road of RegretsnEvasion rate +6#"],
    [238700, "Qualm Monk Trainee Card - A card with a picture of the Qualm Monk Trainee.n#cWhen hunting on the Road of RegretsnAccuracy +6#"],
    [238700, "Qualm Guardian Card - A card with a picture of the Qualm Guardian.n#cWhen hunting on the Road of RegretsnJump +6#"],
    [238700, "Chief Qualm Guardian Card - A card with a picture of the Chief Qualm Guardian.n#cWhen hunting on the Road of RegretsnSpeed +6#"],
    [238701, "Oblivion Monk Card - A card with a picture of the Oblivion Monk.n#cWhen hunting on the Road to OblivionnEvasion rate +6#"],
    [238701, "Oblivion Monk Trainee Card - A card with a picture of the Oblivion Monk Trainee.n#cWhen hunting on the Road to OblivionnAccuracy +6#"],
    [238701, "Oblivion Guardian Card - A card with a picture of the Oblivion Guardian.n#cWhen hunting on the Road to OblivionnJump +6#"],
    [238701, "Chief Oblivion Guardian Card - A card with a picture of the Chief Oblivion Guardian.n#cWhen hunting on the Road to OblivionnSpeed +6#"],
    [238800, "Mano Card - A card that features Mano.n#cIf hunting around the area of Lith HarbornItem/Meso drop rate is increased#"],
    [238800, "King Slime Card - A card that features King Slime.n#cIf hunting around the area of Kerning CitynSpeed +1/Jump +1"],
    [238800, "Faust Card - A card that features Faust.n#cIf hunting around the area of EllinianItem/Meso drop rate is increased#"],
    [238800, "King Clang Card - A card that features King Clang.n#cIf hunting around the area of Florina BeachnItem/Meso drop rate is increased#"],
    [238800, "Alishar Card - A card that features Alishar.n#cIf hunting around the area of Eos TowernItem/Meso drop rate is increased#"],
    [238800, "Timer Card - A card that features Timer.n#cIf hunting at the upper floors of the ClocktowernItem/Meso drop rate is increased#"],
    [238800, "Mushmom Card - A card that features Mushmom.n#cIf hunting around the area of HenesysnItem/Meso drop rate is increased#"],
    [238800, "Dyle Card - A card that features Dyle.n#cIf hunting around the area of Kerning CitynItem/Meso drop rate is increased#"],
    [238800, "Zombie Mushmom - A card that features Zombie Mushmom.n#cIf hunting around the area of Ant TunnelnItem/Meso drop rate is increased#"],
    [238800, "Nine-Tailed Fox Card - A card that features Nine-Tailed Fox.n#cIf hunting around the area of Korean Folk TownnItem/Meso drop rate is increased#"],
    [238801, "Tae Roon Card - A card that features Tae Roon.n#cIf hunting around the area of Sky ForestnItem/Meso drop rate is increased#"],
    [238801, "Lord Pirate Card - A card that features Lord Pirate.n#cIf hunting around the area of Herb TownnItem/Meso drop rate is increased#"],
    [238801, "Papa Pixie Card - A card that features Papa Pixie.n#cIf hunting around the area of Cloud TownnItem/Meso drop rate is increased#"],
    [238801, "King Sage Cat Card - A card that features King Sage Cat.n#cIf hunting around the area of Peach FarmnItem/Meso drop rate is increased#"],
    [238801, "Frankenroid Card - A card that features Frankenroid.n#cIf hunting around the area of MagatianItem/Meso drop rate is increased#"],
    [238801, "Elliza Card - A card that features Elliza.n#cIf hunting around the area of Orbis gardennItem/Meso drop rate is increased#"],
    [238801, "Snowman Card - A card that features Snowman.n#cIf hunting around the area of SnowfieldsnItem/Meso drop rate is increased#"],
    [238801, "Crimson Balrog Card - A card that features Crimson Balrog.n#cIf hunting at El Nath / OrbisnItem/Meso drop rate is increased#"],
    [238801, "Manon Card - A card that features Manon.n#cIf hunting at Leafre ForestnMeso drop rate is increased#"],
    [238801, "Griffey Card - A card that features Griffey.n#cIf hunting at Leafre ForestnItem drop rates are increased#"],
    [238802, "Pianus Card - A card that features Pianus.n#cIf hunting around the Aqua Road areanItem/Meso drop rate is increased#"],
    [238802, "Ergoth Card - A card that features Ergoth.n#cWhen party huntingnJump +6/Speed +6#"],
    [238802, "Papulatus Card - A card that features Papulatus.n#cIf hunting at the lower levels of the ClocktowernItem/Meso drop rate is increased#"],
    [238802, "Zakum Card - A card that features Zakum.n#cIf hunting around the area of the Dead MinenItem/Meso drop rate is increased#"],
    [238802, "Horned Tail Card - A card that features Horned Tail.n#cIf hunting around the area of Minar ForestnItem/Meso drop rate is increased#"],
    [238802, "Stumpy Card - A card that features Stumpyn#cIf hunting around the area of PerionnItem/Meso drop rate is increased#"],
    [238802, "Jr. Balrog Card - A card that features Jr. Balrog.n#cIf hunting around the area of SleepywoodnItem/Meso drop rate is increased#"],
    [238802, "Rudolph Card - A card that features Santa's favorite, Rudolph."],
    [238802, "Kid Snowman Card - A card that features the little rascal that is the Kid Snowman."],
    [238802, "Deo Card - A card that features Deo.n#cIf hunting around the desert areanItem/Meso drop rate will be increased#"],
    [238803, "Seruf Card - A card that features Seruf.n#cIf hunting at a shallow seanItem/Meso drop rate will be increased#"],
    [238803, "Zeno Card - A card that features Zeno.n#cIf hunting around the area of Omega SectornItem/Meso drop rate will be increased#"],
    [238803, "Kimera Card - A card that features Kimera.n#cIf hunting around the lab areanItem/meso drop rate increases#"],
    [238803, "Leviathan Card - A card that features Leviathan.n#cIf hunting around the area of Dragon ForestnItem/Meso drop rate will be increased#"],
    [238803, "Poison Golme Card - A picture of Poison Golem is on this card.n#cWhile hunting in Ellin ForestnDrop rate of item and meso increase#"],
    [238804, "Dodo Card - A card with a picture of Dodo.n#cWhen hunting on Memory LanenItem/Meso Drop rate increase#"],
    [238804, "Lilynouch Card - A card with a picture of Lilynouch.n#cWhen hunting on the Road of RegretsnItem/Meso Drop rate increase#"],
    [238804, "Lyka Card - A card with a picture of Lyka.n#cWhen hunting on the Road to OblivionnItem/Meso Drop rate increase#"],
    [238804, "Pink Bean - A card with a picture of Pink Bean.n#cWhen hunting at the Temple of TimenItem/Meso Drop rate increase#"],
    [239000, "Helena's Marble - A marble given by Helena. Use this to communicate with her regardless of the place. This item is good for one-time use only..."],
    [203200, "Richie Gold 's Strange Lamp - An unbelievable lamp made by Richie Gold. Use this, and you'll be led somewhere in in the maze.No one knows exactly where you 'll be sent, though."],
    [204011, "Red-Nose STR Bandage 60% - Improves STR on Rudolf's Red Nose.\nSuccess Rate: 60 % , STR + 1 "],
    [204011, "Red - Nose DEX Bandage 60 % -Improves DEX on Rudolf 's Red Nose.\nSuccess Rate:60%, DEX +1"],
    [204011, "Red-Nose INT Bandage 60% - Improves INT on Rudolf's Red Nose.\nSuccess Rate: 60 % , INT + 1 "],
    [204011, " Red - Nose LUK Bandage 60 % -Improves LUK on Rudolf 's Red Nose.\nSuccess Rate:60%, LUK +1"],
    [204011, "Red-Nose ATT Bandage 60% - Improves ATT on Rudolf's Red Nose.\nSuccess Rate: 60 % , ATT + 1 "],
    [204011, "Red - Nose Weapon DEF Bandage 60 % -Improves Weapon DEF on Rudolf 's Red Nose.\nSuccess Rate:60%, Weapon DEF+1"],
    [204011, "Red-Nose MP Bandage 60% - Improves MP on Rudolf's Red Nose.\nSuccess Rate:60%, MP+1"],
    [204011, "Red-Nose Magic DEF Bandage 60% - Improves Magic DEF on Rudolf's Red Nose.\nSuccess Rate:60%, Magic DEF+1"],
    [204011, "Red-Nose Avoidability Bandage 60% - Improves Avoidability on Rudolf's Red Nose.\nSuccess Rate:60%, Avoidability+1"],
    [204011, "Red-Nose Accuracy Bandage 60% - Improves Accuracy on Rudolf's Red Nose.\nSuccess Rate:60%, Accuracy+1"],
    [204481, "Scroll for Knuckles for ATT 65% - Improves ATT on Knuckles.\nSuccess Rate:65%, Weapon Att+2, STR+1"],
    [204481, "Scroll for Knuckles for ATT 15% - Improves ATT on Knuckles.\nSuccess Rate:15%, Weapon Att+5, STR+3, Weapon DEF+1"],
    [204481, "Scroll for Knuckles for Accuracy 65% - Improves Accuracy on Knuckles.\nSuccess Rate:65%, Accuracy+3, DEX+2, Weapon Att+1"],
    [204481, "Scroll for Knuckles for Accuracy 15% - Improves Accuracy on Knuckles.\nSuccess Rate:15%, Accuracy+5, DEX+3, Weapon Att+3"],
    [204490, "Scroll for Gun for ATT 65% - Improves ATT on guns.\nSuccess Rate:65%, Weapon Att.+2, Accuracy+1"],
    [204490, "Scroll for Gun for ATT 15% - Improves ATT on guns.\nSuccess Rate:15%, Weapon Att.+5, Accuracy+3, DEX+1"],
    [204910, "Beach Sandals Scroll 100% - Used on limited-edition beach sandals, with the options of improving/decreasing the stats.\nSuccess rate:100%"],
    [210007, "Mu Lung Dojo Summon Package3_Deo - Summon Deo"],
    [210007, "Mu Lung Dojo Summon Package4_King Slime - Summon King Slime"],
    [210007, "Mu Lung Dojo Summon Package5_Giant Centepede - Summon Giant Centepede"],
    [210007, "Mu Lung Dojo Summon Package6_Faust - Summon Faust"],
    [210007, "Mu Lung Dojo Summon Package7_King Clang - Summon King Clang"],
    [210007, "Mu Lung Dojo Summon Package8_Mushroom - Summon Mushmom"],
    [210007, "Mu Lung Dojo Summon Package9_Alishar - Summon Alishar"],
    [210008, "Mu Lung Dojo Summon Package10_Timer - Summon Timer"],
    [210008, "Mu Lung Dojo Summon Package11_Dyle - Summon Dyle"],
    [210008, "Mu Lung Dojo Summon Package12_Papa Pixie - Summon Papa Pixie"],
    [210008, "Mu Lung Dojo Summon Package13_Zombie Mushroom - Summon Zombie Mushmom"],
    [210008, "Mu Lung Dojo Summon Package14_Zeno - Summon Zeno"],
    [210008, "Mu Lung Dojo Summon Package15_Lord Pirate - Summon Lord Pirate"],
    [210008, "Mu Lung Dojo Summon Package16_Nine-Tailed Fox - Summon Nine-Tailed Fox"],
    [210008, "Mu Lung Dojo Summon Package17_Tae Room - Summon Tae Roon"],
    [210008, "Mu Lung Dojo Summon Package18_Poison Golem - Summon Poison Golem"],
    [210008, "Mu Lung Dojo Summon Package19_Priest Cat - Summon Priest Cat"],
    [210009, "Mu Lung Dojo Summon Package20_Jr. Balrog - Summon Jr. Balrog"],
    [210009, "Mu Lung Dojo Summon Package21_Elliza - Summon Eliza"],
    [210009, "Mu Lung Dojo Summon Package22_Franken Lloyd - Summon Franken Lloyd"],
    [210009, "Mu Lung Dojo Summon Package23_Kimera - Summon Kimera"],
    [210009, "Mu Lung Dojo Summon Package24_Snack Bar - Summon Snack Bar"],
    [210009, "Mu Lung Dojo Summon Package25_Snowman - Summon Snowman"],
    [210009, "Mu Lung Dojo Summon Package26_Blue Mushroom - Summon Blue Mushroom"],
    [210009, "Mu Lung Dojo Summon Package27_Crimson Balrog - Summon Crimson Balrog"],
    [210009, "Mu Lung Dojo Summon Package28_Manon - Summon Manon"],
    [210009, "Mu Lung Dojo Summon Package29_Griffey - Summon Griffey"],
    [210010, "Mu Lung Dojo Summon Package30_Leviathan - Summon Leviathan"],
    [210010, "Mu Lung Dojo Summon Package31_Papulatus - Summon Papulatus"],
    [210010, "Mu Lung Dojo Summon Package32_Moo Gong - Summon Moo Gong"],
    [210010, "Mu Lung Dojo Summon Package00_So Gong - Summon So Gong"],
    [210010, "Maple Ambush Sack - Unwrap this sack, and the aliens will bring doom to the world of Maple."],
    [210010, "Maze Snail Set - A Maze Snail set, including 5 types of snails for a total of 25 snails."],
    [210010, "Maze Transformation Snail Set - A Maze Transformation Snail Set, including 3 types of snails for a total of 3, but they change their look every 3 seconds."],
    [210010, "Maze Transformation Snail Set,A Maze Transformation Snail Set, including 2 types of snails for a total of 2, but they change their look every 10 seconds."],
    [210120, "GMEvent_Horntail's Left Head - GMEvent_Horntail's Left Head"],
    [210120, "GMEvent_Horntail's Right Head - GMEvent_Horntail's Right Head"],
    [210120, "GMEvent_Pink Bean - GMEvent_Pink Bean"],
    [202248, "Mysterious Maple - The excitement of waiting for an adventure makes you feel good. Weapon and Magic Defense +10."],
    [202248, "Pigmy's Wings - Pigmy's Wings can be used to grant Speed +8."],
    [202249, "Cassandra's Star - Blessings from the star given to explorers who participated in the Starlight Festival. Weapon and Magic Defense +5 for 15 minutes."],
    [202249, "Point Improvement Treasure Chest - Improves point acquisition in the Biscuit Map."],
    [202250, "Point Increase Treasure Chest - Improves point acquisition in the Biscuit Map for 1 minute."],
    [202250, "Geppetto's Writing Analysis - Your Speed and Jump skills have increased because Geppetto has deciphered the letters."],
    [202250, "Hero's Gladius - Tristan's Powerful Strength"],
    [202250, "Golden Pig's Shiny Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202250, "Golden Pig's Shiny Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202250, "Golden Pig's Shiny Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202250, "Golden Pig's Shiny Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202250, "Golden Pig's Shiny Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202250, "Golden Pig's Shiny Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202250, "Golden Pig's Shiny Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202251, "Golden Pig's Shiny Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202251, "Golden Pig's Shiny Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202251, "Golden Pig's Shiny Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202251, "Golden Pig's Shiny Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202251, "Golden Pig's Dazzling Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202251, "Golden Pig's Dazzling Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202251, "Golden Pig's Dazzling Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202251, "Golden Pig's Dazzling Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202251, "Golden Pig's Dazzling Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202251, "Golden Pig's Dazzling Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202252, "Golden Pig's Dazzling Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202252, "Golden Pig's Dazzling Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202252, "Golden Pig's Dazzling Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202252, "Golden Pig's Dazzling Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202252, "Golden Pig's Dazzling Egg - An egg from a Golden Pig. You cannot tell what's inside. Double-click to crack it open."],
    [202252, "Azalea - A spring flower that especially enjoys sunlight. Restores approximately 2000 HP."],
    [202252, "Forsythia - The first flower to bloom in the spring. Restores approximately 2000 HP."],
    [202252, "Clover - A spring flower that symbolizes good luck. Restores approximately 2000 HP."],
    [202252, "Meaning of Azaleas - The meaning of Azaleas is love. 2x Meso drops for 30 minutes."],
    [202253, "Meaning of Forsythias - The meaning of Forsythias is hope. 2X item drops for 30 minutes."],
    [202253, "Meaning of Clovers - The meaning of Clovers in luck.  2X item drops for 1 hour."],
    [202253, "Underground Temple's Seal - The Seal's energy has been placed on the Underground Temple in order to trap the Balrog inside. It restricts the abilites of all living things."],
    [202253, "Gladius' Strength - The abilites of the person wieldng the Hero's Gladius is amplified under the protection of Tristan. Weapon ATT +30 and Magic ATT +30."],
    [202253, "Cry of a Little Lamb - Wolves slow down when they hear a lamb cry."],
    [202254, "Danger Escape - Movement speed increased for 3 seconds."],
    [202254, "Self Protection - Protects from a Wolf's attack 1 time."],
    [202254, "Little Lamb's Surprise Attack - Attacks a Wolf's back, temporarily immobolizing it."],
    [202254, "Great Confusion - Causes the sheep to become confused and lose direction."],
    [202254, "Sound of the Sheep's Bells - Slows wolves' movement speed."],
    [202254, "Sound of the Wolf's Bells - Sheep are temporarily unable to move."],
    [202254, "Wolf's Threat - Intimidates the sheep, making them weaker."],
    [202255, "Sheep Ranch Golden ? Egg - A golden egg that can only be obtained at the Sheep Ranch. It has a question mark engraved on it. Double-click to find out what's inside."],
    [202255, "6th Anniversary Gift Box - A gift box celebrating Maple Story's 6th Anniversary. What could be inside? rn#cCan be opened by double-clicking.#"],
    [202255, "Crackers's Buff - A buff that Crackers has placed on the Witch's Treasure. Weapon and Magic Attack +10, Defense +20, Accuracy +20, and Avoidability +20 for 40 minutes."],
    [202256, "Artifact Hunt Encouragement Buff - A buff to encourage you upon accumulating 2,500 points in the Artifact Hunt. Attack +3, Magic Attack +6, Speed +6"],
    [202256, "Artifact Hunt Encouragement Buff - A buff to encourage you upon accumulating 4,000 points in the Artifact Hunt. Attack +5, Magic Attack +10, Speed +15"],
    [203100, "Family Studio Photo Coupon - A coupon that allows you to attend the 6th Anniversary Family Photo Shoot Event."],
    [204032, "Scroll for Earring for DEX 10% - Improves DEX on earrings. nSuccess rate: 10%, Dex +3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204033, "Scroll for Earring for INT 10% - Improves INT on earrings. nSuccess rate: 10%, Magic ATT +5, INT +3, Magic Defense +1. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204033, "Scroll for Earring for LUK 10% - Improves LUK on earrings. nSuccess rate: 10%, LUK +3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204072, "Balrog's STR Scroll 30% - Improves STR on Balrog Leather Shoes. nSuccess rate: 30%, STR +2"],
    [204072, "Balrog's INT Scroll 30% - Improves INT on Balrog Leather Shoes. nSuccess rate: 30%, INT +2"],
    [204073, "Balrog's LUK Scroll 30% - Improves LUK on Balrog Leather Shoes. nSuccess rate: 30%, LUK +2"],
    [204073, "Balrog's DEX Scroll 30% - Improves DEX on Balrog Leather Shoes. nSucess rate: 30%, DEX +2"],
    [204073, "Balrog's HP Scroll 30% - Improves HP on Balrog Leather Shoes. nSuccess rate: 30%, MaxHP +30"],
    [204073, "Balrog's MP Scroll 30% - Improves MP on Balrog Leather Shoess. nSuccess rate: 30%. MaxMP +30"],
    [204073, "Balrog's Speed Scroll 30% - Improves Speed on Balrog Leather Shoes. nSuccess rate: 30%, Speed +3"],
    [204073, "Balrog's Jump Scroll 30% - Improves Jump on Balrog Leather Shoes. nSuccess rate: 30%, Jump +3"],
    [204073, "Balrog's Accuracy Scroll 30% - Improves Accuracty on Balrog Leather Shoes. nSuccess rate: 30%, Accuracy +5"],
    [204073, "Balrog's Avoidability Scroll 30% - Improves Avoidability on Balrog Leather Shoes. nSuccess rate: 30%, Avoidability +5"],
    [204073, "Balrog's Defense Scroll 30% - Improves Defense on Balrog Leather Shoes. nSuccess rate: 30%, Weapons Defense +10, Magic Defense +10"],
    [204073, "Balrog's Twilight Scroll 5% - Improves the function of Balrog Leather Shoes.\nSuccess rate: 5%, STR +4, INT +4, DEX +4, LUK +4, Speed +4, Jump +4, Avoidability +4, Accuracy +4, Weapons Defense +14, Magic Defense +14, MaxHP +40, MaxMP +40"],
    [204082, "Scroll for Gloves for ATT 60% - Improves ATT on Gloves.\nSuccess rate: 60%, Weapons ATT +2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204110, "Scroll for Ring for STR 100% - Improves STR on Rings. nSuccess rate: 100%, STR +1"],
    [204110, "Scroll for Rings for STR 60% - Improves STR on Rings.\nSuccess rate: 60%, STR +2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204110, "Scroll for Rings for STR 10% - Improves STR on Rings.\nSuccess rate: 10%, STR +3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204110, "Scroll for Rings for INT 100% - Improves INT on Rings. nSuccess rate: 100%, INT +1"],
    [204110, "Scroll for Rings for INT 60% - Improves INT on Rings.\nSuccess rate: 60%, INT +2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204110, "Scroll for Rings for INT 10% - Improves INT on Rings.\nSuccess rate: 10%, INT +2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204110, "Scroll for Rings for DEX 100% - Improves DEX on Rings. nSuccess rate: 100%, DEX +1"],
    [204110, "Scroll for Rings for DEX 60% - Improves DEX on Rings.\nSuccess rate: 100%, DEX +2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204110, "Scroll for Rings for DEX 10% - Improves DEX on Rings.\nSuccess rate: 10%, DEX +3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204110, "Scroll for Rings for LUK 100% - Improves LUK on Rings. nSuccess rate: 100%, LUK +1"],
    [204111, "Scroll for Rings for LUK 60% - Improves LUK on Rings.\nSuccess rate: 60%, LUK+2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204111, "Scroll for Rings for LUK 10% - Improves LUK on Rings.\nSuccess rate: 10%, LUK +3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204111, "Dark Scroll for Rings for STR 70% - Improves STR on Rings. nSuccess rate: 70%, STR +2nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204111, "Dark Scroll for Rings for STR 30% - Improves STR on Rings. nSuccess rate: 30%, STR +3nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204111, "Dark Scroll for Rings for INT 70% - Improves INT on Rings.\nSuccess rate: 70%, INT +2nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204111, "Dark Scroll for Rings for INT 30% - Improves INT on Rings.\nSuccess rate: 30%, INT +3nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204111, "Dark Scroll for Rings for DEX 70% - Improves DEX on Rings.\nSuccess rate: 70%, DEX +2nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204111, "Dark Scroll for Rings for DEX 30% - Improves DEX on Rings. nSuccess rate: 30%, DEX +3nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204111, "Dark Scroll for Rings for LUK 70% - Improves LUK on Rings. nSuccess rate: 70%, LUK +2nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204111, "Dark Scroll for Rings for LUK 30% - Improves LUK on Rings. nSuccess rate: 30%, LUK +3nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204130, "Scroll for Belts for STR 100% - Improves STR on Belts. nSuccess rate: 100%, STR +1"],
    [204130, "Scroll for Belts for STR 60% - Improves STR on Belts.\nSuccess rate: 60%, STR +2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204130, "Scroll for Belts for STR 10% - Improves STR on Belts.\nSuccess rate: 10%, STR +3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204130, "Scroll for Belts for INT 100% - Improves INT on Belts. nSuccess rate: 100%, INT +1"],
    [204130, "Scroll for Belts for INT 60% - Improves INT on Belts.\nSuccess rate: 60%, INT +2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204130, "Scroll for Belts for INT 10% - Improves INT on Belts.\nSuccess rate: 10%, INT +3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204130, "Scroll for Belts for DEX 100% - Improves DEX on Belts. nSuccess rate: 100%, DEX +1"],
    [204130, "Scroll for Belts for DEX 60% - Improves DEX on Belts.\nSuccess rate: 60%, DEX +2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204130, "Scroll for Belts for DEX 10% - Improves DEX on Belts.\nSuccess rate: 10%, DEX +2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204130, "Scroll for Belts for LUK 100% - Improves LUK on Belts. nSuccess rate: 100%, LUK +1"],
    [204131, "Scroll for Belts for LUK 60% - Improves LUK on Belts.\nSuccess rate: 60%, LUK +2. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204131, "Scroll for Belts for LUK 10% - Improves LUK on Belts.\nSuccess rate: 10%, LUK +3. The success rate of this scroll can be enhanced by Vega's Spell."],
    [204131, "Dark Scroll for Belts for STR 70% - Improves STR on Belts. nSuccess rate: 70%, STR +2nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204131, "Dark Scroll for Belts for STR 30% - Improves STR on Belts. nSuccess rate: 30%, STR +3nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204131, "Dark Scroll for Belts for INT 70% - Improves INT on Belts. nSuccess rate: 70%, INT +2nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204131, "Dark Scroll for Belts for INT 30% - Improves INT on Belts. nSuccess rate: 30%, INT +3nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204131, "Dark Scroll for Belts for DEX 70% - Improves DEX on Belts. nSuccess rate: 70%, DEX +2nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204131, "Dark Scroll for Belts for DEX 30% - Improves DEX on Belts. nSuccess rate: 30%, DEX +3nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204131, "Dark Scroll for Belts for LUK 70% - Improves LUK on Belts. nSuccess rate: 70%, LUK +2nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204131, "Dark Scroll for Belts for LUK 30% - Improves LUK on Belts. nSuccess rate: 30%, LUK +3nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204401, "Scroll for Two-Handed Swords for ATT 10% - Improves ATT on Two-Handed Swords. nSuccess rate: 10%, Weapons ATT +5, STR +3, Weapons Defense +1"],
    [204910, "[6th Anniversary] Dark Scroll for Gloves for ATT 70% - Improves ATT on Gloves. nSuccess rate: 70%, Weapons ATT +1nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204910, "[6th Anniversary] Dark Scroll for Gloves for ATT 30% - Improves ATT on Gloves. nSucces rate: 30%, Weapons ATT +2nIf unsuccessful, item has an 80% chance of being destroyed."],
    [204910, "[6th Anniversary] Dark Scroll for Gloves for STR 70% - Improves STR on Gloves. nSuccess rate: 70%, Accuracy +2, STR +1nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204910, "[6th Anniversary] Dark Scroll for Gloves for LUK 70% - Improves LUK on Gloves. nSuccess rate: 70%, Accuracy +2, LUK +1nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204910, "[6th Anniversary] Dark Scroll for Gloves for INT 70% - Improves INT on Gloves. nSuccess rate: 70%, Accuracy +2, INT +1nIf unsuccessful, item has a 50% chance of being destroyed."],
    [204911, "[6th Anniversary] Dark Scroll for Gloves for DEX 70% - Improves DEX on Gloves. nSuccess rate: 70%, Accuracy +2, DEX +1nIf unsuccessful, item has a 50% chance of being destroyed."],
    [210010, "Master of Disguise Summoning Sack - Summons the Master of Disguise."],
    [210010, "Black Witch Summoning Summoning Sack - Summons the Black Witch."],
    [210011, "Blue Mushroom Summoning Sack - Summons a group of Blue Mushrooms."],
    [210011, "Puppeteer Summoning Sack - Summons the Puppeteer."],
    [210011, "Tristan's Balrog Summon - Summons Tristan's Balrog."],
    [210012, "Snail Summoning Sack - Summons a group of Snails."],
    [210012, "Slime Summoning Sack - Summons a group of Slimes."],
    [210012, "Green Mushroom Summoning Sack - Summons a group of Green Mushrooms."],
    [210012, "Octopus Summoning Sack - Summons a group of Octopuses."],
    [210012, "Pig Summoning Sack - Summons a group of Pigs."],
    [210012, "Ribbon Pig Summoning Sack - Summons a group of Ribbon Pigs."],
    [210012, "Orange Mushroom Summoning Sack - Summons a group of Orange Mushrooms."],
    [210012, "Bubbling Summoning Sack - Summons a group of Bubblings."],
    [210012, "Horny Mushroom Summoning Sack - Summons a group of Horny Mushrooms."],
    [210012, "Jr. Necki Summoning Sack. - Summons Jr. Necki."],
    [210013, "Blue Mushroom Summoning Sack - Summons a group of Blue Mushrooms"],
    [210013, "Tristan's Balrog Summoning Sack - Summons Tristan's Balrog."],
    [210013, "Balrog Summoning Sack - Balrog Summoning Sack"],
    [210013, "Balrog's Spirit - Balrog's Spirit"],
    [210013, "Rescued Gaga Summoning Sack - Summons Gaga, who has been rescued."],
    [210013, "Test MOB Summoning Sack - Test MOB Summoning Sack"],
    [210013, "Easy Mode Balrog Summoning Sack - Easy Mode Balrog Summoning Sack"],
    [210013, "Easy Mode Balrog's Spirit - Easy Mode Balrog's Spirit"],
    [210013, "Puppeteer Summoning Sack - Summons the Puppeteer."],
    [210013, "Puppeteer Summoning Sack - Summons the Puppeteer."],
    [210014, "Puppeteer Summong Sack - Summons the Puppeteer."],
    [210111, "Monster Summoning Sack(Leviathan) - Summons 1 Leviathan."],
    [221000, "Blue Ribbon Pig Piece - A crystal piece that resembles Blue Ribbon Pig. When used, the crystal will melt into the body, and its mythical power will transform the user into Blue Ribbon Pig. This mythical power will last for an hour."],
    [210090, "Mysterious Sack - Cassandra says that it's impossible to know what monsters will be summoned from this sack, but it may summon special, hard-to-find monsters."],
    [210900, "Steal Sheep Wool - Summons a bomb to steel wool from sheep."],
    [210900, "Plant a Rose Thorn - Plants a Rose Thorn Bush to keep Wolves away."],
    [221003, "Geppetto Transformation - You've entered a fable and transformed into Geppetto. Youre feel a bit sluggish, but do your best to leave the dungeon with your party members."],
    [221003, "Alien Gray Transformation - The mysterious force emanating from the crystal statue shall be absorbed into your body, and you will no longer find yourself as you are."],
    [236000, "Board the Spaceship - Let 's go rescue Gaga!"],
    [238805, "Balrog Card - A card that features a Balrog.ncIncreases the Item/Meso drop rates in the central dungeon of Victoria.#"],
    [243000, "Mysterious Piece of Paper - It's full of mysterious scribbles.n# cA quest will begin when you double - click it.#"],
    [243000, "Empty Compass - A compass with no markings.However, it can be turned into a working compassif you have the letters# cN, E, W, S#."],
    [243000, "Golden Compass - A golden compass that reveals the location of Gold Richie 's Treasure Island. n#cBy double-clicking it# you can move to the island."],
    [243000, "Pure Perfume - A perfume that contains the scent of an inexperienced adventurer. n#cBy double-clicking on it#, that scent is released to confuse monsters."],
    [243001, "Mysterious Artifact - An artifact with an unknown date of origin.\n#cDouble-click# on it to find out its date of origin."],
    [243001, "Agent Summon - Summons Agents. (For GM Event Use)"],
    [243001, "Agent Removal - Removes Agents. (For GM Event Use)"],
    [202247, "Chicken Kapitan - A popular Malaysian dish. This mild curry contains chicken pieces with rich coconut milk, onions and spices. \nRecovers 4000 HP."],
    [202247, "Mee Siam - A popular Malaysian dish made up of thin rice noodles. Served with salted soy beans, dried bean curd, boiled egg and tamarind. \nRecovers 4000 MP."],
    [202247, "Rojak - This famous dish is served with generous amounts of sweet thick, spicy peanut sauce with bean curds, prawn fritters, hard-boiled eggs and bean sprouts.\nRecovers 1000 HP and 1000 MP."],
    [202247, "Kangkung belacan - This spicy vegetable dish is served with KanKung (water spinach) and spicy sambal.nImproves Weapon Attack and Magic Attack +8 for 10 minutes."],
    [202248, "Kuih - These sweet, bite-sized delights are a favorite pastry dish served during parties and just for tea.nImproves Speed +10 for 30 minutes."],
    [204471, "Scroll for Claw for ATT 50% - Improves attack on claw.\nSuccess rate:50%, weapon attack+5, LUK+1, DEX+1"],
    [204461, "Scroll for Crossbow for ATT 50% - Improves attack on crossbow.\nSuccess rate:50%, weapon attack+5, DEX+1, STR+1"],
    [204451, "Scroll for Bow for ATT 50% - Improves attack on bow.\nSuccess rate:50%, weapon attack +5, DEX+1, STR+1"],
    [204442, "Scroll for Pole Arm for ATT 50% - Improves attack on pole arm.\nSuccess rate:50%, weapon attack+5, STR+3, DEX+1"],
    [204432, "Scroll for Spear for ATT 50% - Improves attack on spear.\nSuccess rate:50%, weapon attack+5, STR+3, DEX+1"],
    [204422, "Scroll for Two-handed BW for ATT 50% - Improves attack on two-handed blunt weapon.\nSuccess rate:50%, weapon attack+5, STR+3, DEX+1"],
    [204412, "Scroll for Two-handed Axe for ATT 50% - Improves attack on two-handed axe.\nSuccess rate:50%, weapon attack+5, STR+3, DEX+1"],
    [204402, "Scroll for Two-handed Sword for ATT 50% - Improves attack on two-handed sword.\nSuccess rate:50%, weapon attack+5, STR+3, DEX+1"],
    [204381, "Scroll for Staff for Magic Att. 50% - Improves magic on staff.\nSuccess rate:50%, magic attack+5, INT+3, LUK+1"],
    [204371, "Scroll for Wand for Magic Att. 50% - Improves magic on wand.\nSuccess rate:50%, magic attack+5, INT+3, LUK+1"],
    [204331, "Scroll for Dagger for ATT 50% - Improves attack on dagger.\nSuccess rate: 50%, weapon attack +5, LUK+3, DEX+1"],
    [204322, "Scroll for One-Handed BW for ATT 50% - Improves attack on one-handed blunt weapon.\nSuccess rate: 50%, weapon attack +5, STR+3, DEX+1"],
    [204312, "Scroll for One-Handed Axe for ATT 50% - Improves attack on one-handed axe.\nSuccess rate: 50%, weapon attack +5, STR+3, DEX+1"],
    [204302, "Scroll for One-Handed Sword for ATT 50% - Improves attack on one-handed sword.\nSuccess rate:50%, weapon attack+5, STR+3, DEX+1"],
    [204106, "Scroll for Cape for Magic Def. 50% - Improves magic def. on the cape.\nSuccess rate:50%, magic def. +5, weapon def. +4"],
    [204106, "Scroll for Cape for Weapon Def. 50% - Improves weapon def. on the cape.\nSuccess rate:50%, weapon def. +5, magic def.+4"],
    [204094, "Scroll for Shield for DEF 50% - Improves weapon def. on the shield.\nSuccess rate 50%, weapon def.+5, magic def.+4"],
    [204083, "Scroll for Gloves for DEX 50% - Improves dexterity on gloves.\nSuccess rate:50%, accuracy+3, DEX+3, avoidability+2"],
    [204083, "Scroll for Gloves for ATT 50% - Improves attack on gloves.\nSuccess rate:50%, weapon att.+3"],
    [204075, "Scroll for Shoes for DEX 50% - Improves dexterity on shoes.\nSuccess rate:50%, Avoidability +3, accuracy +3, speed+2"],
    [204075, "Scroll for Shoes for Jump 50% - Improves jump on shoes.\nSuccess rate:50%, jump+6, speed+1"],
    [204075, "Scroll for Shoes for Speed 50% - Improves speed on shoes.\nSuccess rate:50%, speed+3, jump+1"],
    [204062, "Scroll for Bottomwear for DEF 50% - Improves weapon def. on the bottomwear.\nSuccess rate:50%, weapon def.+5, magic def.+4"],
    [204054, "Scroll for Overall Armor for DEX 50% - Improves dexterity on the overall armor.\nSuccess rate:50%, DEX+5, avoidability+1, speed+1"],
    [204054, "Scroll for Overall Armor for DEF 50% - Improves def. on the overall armor.\nSuccess rate:50%, wepon def. +5, magic def. +4"],
    [204042, "Scroll for Topwear for DEF 50% - Improves weapon def. on topwear.\nSuccess rate:50%, weapon def. +5, magic def. +4"],
    [204033, "Scroll for Earring for INT 50% - Improves INT on ear accessory.\nSuccess rate:50%, magic attack +5, INT+3, magic def. +2"],
    [204004, "Scroll for Helmet for DEF 50% - Improves helmet def.\nSuccess Rate:50%, weapon def.+5, magic def.+4"],
    [204004, "Scroll for Helmet for HP 50% - Improves MaxHP on hats.\nSuccess rate:50%, MaxHP+35"],
    [210120, "A Parasite Summoning Sack - (no description)"],
    [210120, "Andras Summoning Sack - (no description)"],
    [210120, "Marbas Summoning Sack - (no description)"],
    [210121, "Amdusias Summoning Sack - (no description)"],
    [210121, "Valefor Summoning Sack - (no description)"],
    [210121, "Crocell Summoning Sack - (no description)"],
    [210121, "Astaroth Summoning Sack - (no description)"],
    [202262, "Seasoned Frog Eggs and Mushrooms - A stinky dish made with Cursed Frog Eggs. Increases 400 HP if eaten."],
    [202262, "Bloody Mushroom Wine - A non-alcoholic wine made by the Witch using Cursed Cat Spittle. Increases 200 MP when consumed."],
    [202262, "Slimy Canape - A creepy and slimy Canape that the Witch has made for you. Increases Weapon ATT and Weapon DEF +15 for 15 minutes."],
    [202262, "Zingy Kabab - A suspiciously sharp-tasting Kabab that the Witch has made for you.  Increases Magic ATT And Magic DEF +15 for 15 minutes."],
    [202262, "Swamp Wrap - The Witch's wrap dish that fills your mouth with the aroma of the swamp with each bite. Increases Weapon ATT and Weapon DEF +25 for 15 minutes."],
    [202262, "Rough Leather Steak - A rough leather steak that the Witch has carefully grilled for you. Increases Magic ATT And Magic Defense +25 for 15 minutes."],
    [202262, "Witch's Special Stew - The Witch's special stew that gives off a sour stink. Increases Weapon and Magic ATT +40, Weapons and Magic DEF +100, and Speed and Jump +15 for 15 minutes."],
    [204911, "Normal Witch Scroll - A scroll that, depending on chance, will either improve or worsen the Talking Witch Hat or Broomstick obtained from the Witch."],
    [204911, "Witch's Belt Scroll - A scroll that, depending on chance, will either improve or worsen the Witch's Belts obtained from the Witch."],

    [202254, "Energy Drink - Consuming this drink will increase MAX HP for a set amount of time."],
    [243003, "Black Bag - A black bag you received from Hiver, a member of the Black Wings. Release it in front of the Safe..."],
    [243003, "Golden Compass - A golden compass that will lead you to Goldrich's Treasure Island. \n#cDouble-click it to# be transported to the Treasure Island."],
    [243002, "Mystery Box  - A box whose contents are unknown, though a Yellow Butterfly might just be hidden inside."],
    [243002, "Mystery Box  - A box whose contents are unknown, though a Yellow Butterfly might just be hidden inside. It will be empty if opened by a character higher than Lv. 101."],
    [243002, "Mystery Box  - A box whose contents are unknown, though a Yellow Butterfly might just be hidden inside. It will be empty if opened by a character higher than Lv. 71."],
    [243002, "Mystery Box  - A box whose contents are unknown, though a Yellow Butterfly might just be hidden inside. It will be empty if opened by a character higher than Lv. 41."],
    [243003, "Instant Camera - An instant camera that can be used to take a picture of the moon. To take a picture of the moon, double-click on the moon that can be seen from town. If you fail to capture the picture, return to the Moon Bunny for another instant camera."],
    [210016, "Black Wing Henchman Summoning Sack - Summons the Black Wing's Henchman"],
    [210016, "Hiver Summoning Sack - Summons Hiver"],
    [210015, "Giant Summoning Sack - Summons the Giant"],
    [210015, "Shadow Knight Summoning Sack - Summons the Shadow Knight"],
    [210015, "Gentleman Summoning Sack - Summons the Gentleman"],
    [210015, "Master of Disguise Summoning Sack - Summons the Master of Disguise"],
    [210015, "Transformed Tru Summoning Sack - Summons Transformed Tru"],
    [204920, "Dark Scroll for Accessory for STR 70%   - Improves STR on Accessories (Pendants, Belts, Rings).\nSuccess Rate: 70%, STR+2\nIf failed, the item will be destroyed at a 50% rate."],
    [204920, "Dark Scroll for Accessory for STR 30% - Improves STR on Accessories (Pendants, Belts, Rings).\nSuccess Rate: 30%, STR+3\nIf failed, the item will be destroyed at a 50% rate."],
    [204920, "Dark Scroll for Accessory for DEX 70% - Improves DEX on Accessories (Pendants, Belts, Rings).\nSuccess Rate: 70%, DEX+2\nIf failed, the item will be destroyed at a 50% rate."],
    [204920, "Dark Scroll for Accessory for DEX 30% - Improves DEX on Accessories (Pendants, Belts, Rings).\nSuccess Rate: 30%, DEX+3\nIf failed, the item will be destroyed at a 50% rate."],
    [204920, "Dark Scroll for Accessory for INT 70% - Improves INT on Accessories (Pendants, Belts, Rings).\nSuccess Rate: 70%. INT+2\nIf failed, the item will be destroyed at a 50% rate."],
    [204920, "Dark Scroll for Accessory for INT 30% - Improves INT on Accessories (Pendants, Belts, Rings).\nSuccess Rate: 30%. INT+3\nIf failed, the item will be destroyed at a 50% rate."],
    [204920, "Dark Scroll for Accessory for LUK 70% - Improves LUK on Accessories (Pendants, Belts, Rings).\nSuccess Rate: 70%, LUK+2\nIf failed, the item will be destroyed at a 50% rate."],
    [204920, "Dark Scroll for Accessory for LUK 30% - Improves LUK on Accessories (Pendants, Belts, Rings).\nSuccess Rate: 30%, LUK+3\nIf failed, the item will be destroyed at a 50% rate."],
    [204920, "Dark Scroll for Accessory for HP 70% - Improves MaxHP on Accessories (Pendants, Belts, Rings).\nSuccess Rate: 70%, MaxHP+10\nIf failed, the item will be destroyed at a 50% rate."],
    [204920, "Dark Scroll for Accessory for HP 30% - Improves MaxHP on Accessories (Pendants, Belts, Rings).\nSuccess Rate: 30%, MaxHP+30\nIf failed, the item will be destroyed at a 50% rate."],
    [204921, "Dark Scroll for Accessory for MP 70% - Improves MaxMP on Accessories (Pendants, Belts, Rings).\nSuccess Rate: 70%, MaxMP+10\nIf failed, the item will be destroyed at a 50% rate."],
    [204921, "Dark Scroll for Accessory for MP 30% - Improves MaxMP on Accessories (Pendants, Belts, Rings).\nSuccess Rate: 30%, MaxMP+30\nIf failed, the item will be destroyed at a 50% rate."],
    [204441, "Scroll for Polearm for Accuracy 65% - Improves Accuracy on Polearms.\nSuccess Rate: 65%, Accuracy+3, DEX+2, Weapon Attack+1"],
    [204441, "Scroll for Polearm for Accuracy 15% - Improves Accuracy on Polearms.\nSuccess Rate: 15%, Accuracy+5, DEX+3, Weapon Attack+3"],
    [204431, "Scroll for Spears for Accuracy 65% - Improves Accuracy on Spears.\nSuccess Rate: 65%, Accuracy+3, DEX+2, Weapon Attack+1"],
    [204431, "Scroll for Spears for Accuracy 15% - Improves Accuracy on Spears.\nSuccess Rate: 15%, Accuracy+5, DEX+3, Weapon Attack+3"],
    [204421, "Scroll for Two-Handed BW for Accuracy 65% - Improves Accuracy on Two-Handed Blunt Weapons.\nSuccess Rate: 65%, Accuracy+3, DEX+2, Weapon Attack+1"],
    [204421, "Scroll for Two-Handed BW for Accuracy 15% - Improves Accuracy on Two-Handed Blunt Weapons.\nSuccess Rate: 15%, Accuracy+5, DEX+3, Weapon Attack+3"],
    [204411, "Scroll for Two-Handed Axe for Accuracy 65% - Improves Accuracy on Two-Handed Axe.\nSuccess Rate: 65%, Accuracy+3, DEX+2, Weapon Attack+1"],
    [204411, "Scroll for Two-Handed Axe for Accuracy 15% - Improves Accuracy on Two-Handed Axe.\nSuccess Rate: 15%, Accuracy+5, DEX+3, Weapon Attack+3"],
    [204402, "Scroll for Two-Handed Sword for Accuracy 65% - Improves Accuracy on Two-Handed Swords.\nSuccess Rate: 65%, Accuracy+3, DEX+2, Weapon Attack+1"],
    [204402, "Scroll for Two-Handed Sword for Accuracy 15% - Improves Accuracy on Two-Handed Swords.\nSuccess Rate: 15%, Accuracy+5, DEX+3, Weapon Attack+3"],
    [204321, "Scroll for One-Handed BW for Accuracy 65% - Improves Accuracy on One-Handed Blunt Weapons.\nSuccess Rate: 65%, Accuracy+3, DEX+2, Weapon Attack+1"],
    [204321, "Scroll for One-Handed BW for Accuracy 15% - Improves Accuracy on One-Handed Blunt Weapons.\nSuccess Rate: 15%, Accuracy+5, DEX+3, Weapon Attack+3"],
    [204311, "Scroll for One-Handed Axe for Accuracy 65% - Improves Accuracy on One-Handed Axe.\nSuccess Rate: 65%, Accuracy+3, DEX+2, Weapon Attack+1"],
    [204311, "Scroll for One-Handed Axe for Accuracy 15% - Improves Accuracy on One-Handed Axe.\nSuccess Rate: 15%, Accuracy+5, DEX+3, Weapon Attack+3"],
    [204302, "Scroll for One-Handed Sword for Accuracy 65% - Improves Accuracy on One-Handed Swords.\nSuccess Rate: 65%, Accuracy+3, DEX+2, Weapon Attack+1"],
    [204302, "Scroll for One-Handed Sword for Accuracy 15% - Improves Accuracy on One-Handed Swords.\nSuccess Rate: 15%, Accuracy+5, DEX+3, Weapon Attack+3"],
    [204093, "Scroll for Shield for LUK 65% - Improves LUK on Shields.\nSuccess Rate: 65%, LUK+2"],
    [204093, "Scroll for Shield for LUK 15% - Improves LUK on Shields.\nSuccess Rate: 15%, LUK+3"],
    [204093, "Scroll for Shield for HP 65% - Improves HP on Shields.\nSuccess Rate: 65%, MaxHP+15"],
    [204094, "Scroll for Shield for HP 15% - Improves HP on Shields.\nSuccess Rate: 15%, MaxHP+30"],
    [204094, "Scroll for Shield for STR 65% - Improves STR on Shields.\nSuccess Rate: 65%, STR+2"],
    [204094, "Scroll for Shield for STR 15% - Improves STR on Shields.\nSuccess Rate: 15%, STR+3"],
    [204083, "Scroll for Gloves for HP 65% - Improves HP on Gloves.\nSuccess Rate: 65%, MaxHP+15"],
    [204083, "Scroll for Gloves for HP 15% - Improves HP on Gloves.\nSuccess Rate: 15%, MaxHP+30"],
    [204063, "Scroll for Bottomwear for Jump 65% - Improves Jump on Bottomwear.\nSuccess Rate: 65%, Jump+2, Avoidability+1"],
    [204063, "Scroll for Bottomwear for Jump 15% - Improves Jump on Bottomwear.\nSuccess Rate: 15%, Jump+4, Avoidability+2"],
    [204063, "Scroll for Bottomwear for HP 65% - Improves HP on Bottomwear.\nSuccess Rate: 65%, MaxHP+15"],
    [204063, "Scroll for Bottomwear for HP 15% - Improves HP on Bottomwear.\nSuccess Rate: 15%, MaxHP+30"],
    [204063, "Scroll for Bottomwear for DEX 65% - Improves DEX on Bottomwear.\nSuccess Rate: 65%, DEX+2, Accuracy+1"],
    [204063, "Scroll for Bottomwear for DEX 15% - Improves DEX on Bottomwear.\nSuccess Rate: 15%, DEX+3, Accuracy+2, Speed+1"],
    [204054, "Scroll for Overall Armor for STR 65% - Improves STR on Overall Armor.\nSuccess Rate: 65%, STR+2, Weapon Attack+1"],
    [204054, "Scroll for Overall Armor for STR 15% - Improves STR on Overall Armor.\nSuccess Rate: 15%, STR+5, Weapon Attack+3, MaxHP+5"],
    [204043, "Scroll for Topwear for STR 65% - Improves STR on Topwear.\nSuccess Rate 65%, STR+2"],
    [204043, "Scroll for Topwear for STR 15% - Improves STR on Topwear.\nSuccess Rate 15%, STR+3"],
    [204043, "Scroll for Topwear for HP 65% - Improves HP on Topwear.\nSuccess Rate 65%, MaxHP + 15"],
    [204043, "Scroll for Topwear for HP 15% - Improves HP on Topwear.\nSuccess Rate 15%, MaxHP + 30"],
    [204043, "Scroll for Topwear for LUK 65% - Improves LUK on Topwear.\nSuccess Rate: 65%, LUK+2"],
    [204043, "Scroll for Topwear for LUK 15% - Improves LUK on Topwear.\nSuccess Rate: 15%, LUK+3"],
    [204033, "Scroll for Earring for DEX 65% - Improves DEX on Earrings.\nSuccess Rate: 65%, DEX+2"],
    [204033, "Scroll for Earring for DEX 15% - Improves DEX on Earrings.\nSuccess Rate: 15%, DEX+3"],
    [204033, "Scroll for Earring for LUK 65% - Improves LUK on Earrings.\nSuccess Rate: 65%, LUK+2"],
    [204033, "Scroll for Earring for LUK 15% - Improves LUK on Earrings.\nSuccess Rate: 15%, LUK+3"],
    [204033, "Scroll for Earring for HP 65% - Improves HP on Earrings.\nSuccess Rate: 65%, MaxHP+15"],
    [204034, "Scroll for Earring for HP 15% - Improves HP on Earrings.\nSuccess Rate: 15%, MaxHP+30"],
    [204004, "Scroll for Helmet for DEX 65% - Improves DEX on Helmets.\nSuccess Rate 65%, DEX+2"],
    [204004, "Scroll for Helmet for DEX 15% - Improves DEX on Helmets.\nSuccess Rate 15%, DEX+3"],
    [202262, "Handmade Sandwich  - A sandwich made personally by Anna. Eat it in the morning to guarantee a sense of satisfaction all throughout the day."],
    [202262, "Tasty Milk - Fresh milk produced at the farm. \nRecovers around 100 HP."],
    [202262, "Squeezed Juice - Fresh juice produced at the farm. \nRecovers around 50 MP."],
    [202263, "Rose Scent - As you are surrounded by the fragrant scent of Roses, you get a strange headache and your feet start to feel heavy. Go see Lana before the scent disappears."],
    [202263, "Freesia Scent - As you are surrounded by the refreshing scent of Freesias, you get a strange headache and your feet start to feel heavy. Go see Lana before the scent disappears."],
    [202263, "Lavender Scent - As you are surrounded by the sweet scent of Lavenders, you get a strange headache and your feet start to feel heavy. Go see Lana before the scent disappears."],
    [201200, "Unripe Onyx Apple - A mysterious and unripe Onyx Apple. When consumed, it grants the following: ATT +60, Magic ATT +70, DEF +10 for 1 minute."]
]